{"text": "During the course of a student’s degree programme, they might be faced with exceptional personal, medical or family problems and/or difficult and distressing events that are outside their control and that negatively affect their ability to take assessments and their academic performance. Such problems are known as 'extenuating circumstances'.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 1}}
{"text": "Extenuating circumstances are situations or events that meet all of the following criteria:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 2}}
{"text": "Exceptional - different to what a student has to deal with in their usual day-to-day life.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 3}}
{"text": "Outside of a student’s control – there was nothing that the student could do to stop it happening.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 4}}
{"text": "Negative impact – it must have had a demonstrably significant, negative impact on the student’s ability to study or to undertake an assessment.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 5}}
{"text": "The timing of the circumstances must be relevant to the claimed impact; these are usually short-term in nature.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 6}}
{"text": "The extenuating circumstances regulation and associated procedures provides mechanisms by which students may bring extenuating circumstances to the attention of the University and allow for the consideration of the impact of those extenuating circumstances on their academic performance and the provision of measures to address the impact, where possible and appropriate.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 7}}
{"text": "If a student believes that their circumstances are affecting their ability to study, prepare or participate in assessments, then it is the student’s responsibility to let University staff know about those circumstances in a timely manner.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 8}}
{"text": "The University is committed to supporting its students and will seek to take account of extenuating circumstances where it is possible and appropriate to do so, and when they are informed in a timely manner.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 9}}
{"text": "For the purpose of extenuating circumstances, assessments are either an exam or coursework.  Ultimately the decision which type an assessment is for extenuating circumstances purposes is for the School/Department to decide and to inform students (usually via the module handbook). This coursework/exam distinction is important as it impacts the timeline for the extenuating circumstances claim and the possible outcomes.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 10}}
{"text": "Extenuating circumstance claims with evidence have a broader range of outcomes available to them than those without evidence.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 11}}
{"text": "Also, some assessments are not allowed to have extenuating circumstances claims without evidence.  Schools/Departments will notify students (e.g. via the module handbook) which assessments these are.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 12}}
{"text": "Students studying on the UNM or UNNC campuses (whether full time or as an exchange student) are not permitted to have extenuating circumstances without evidence, whether exam or coursework, due to local regulations.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 13}}
{"text": "4.2.1   Self-certification from an exam (no evidence required)", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 14}}
{"text": "Not applicable to circumstances relating to modules being undertaken at the UNM or UNNC campuses.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 15}}
{"text": "Where a student is prevented from attending an individual summative examination due to circumstances which meet all of the criteria set out in the Extenuating Circumstances Regulation (Clause 2), they may use self-certification if they are unable to provide any other form of evidence.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 16}}
{"text": "For clarity, this regulation is intended for use by students who, unexpectedly, are unable to attend an examination due to short-term, acute circumstances e.g. a migraine or sickness and diarrhoea, and who are unable to obtain medical evidence of this. If a student wishes to give advance notice of their inability to sit an examination, evidence will be required for this as part of their EC claim.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 17}}
{"text": "Self-certification is only available for individual, summative, in person examinations; it will not be accepted for:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 18}}
{"text": "absence from a group assessment.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 19}}
{"text": "absence from a practice placement.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 20}}
{"text": "an examination that the student attended (self-certification is only applicable to non-attendance of assessments).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 21}}
{"text": "Students may self-certificate absence from an examination(s) for a maximum of 2 consecutive calendar days in an examination period, using the extenuating circumstances (EC) claim form. For absence of more than two consecutive calendar days, or for a further EC claim in the same examination period, medical or other evidence is required.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 22}}
{"text": "The only potential outcome available in the event of a self-certificated absence claim is a further attempt at the assessment. That is, student who are absent from an examination and who self-certify will be required to undertake the examination at the next scheduled time the examination is run, normally in the August/September ‘re-sit’ period. The student will be offered a further attempt on the same basis as the missed assessment i.e. if a first sit attempt assessment was missed, a further first attempt will be offered, if a reassessment was missed, a further reassessment attempt will be offered.  Bespoke examinations to facilitate progression, graduation etc. will not be scheduled i.e. there will be no opportunity to take reassessments outside the next scheduled period.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 23}}
{"text": "Normally, the further attempt will be in the format of an examination, however, a different form of re-assessment to assess whether the learning outcomes are achieved, as determined by the School/Department, may be recommended if the same or equivalent of the original is no longer possible.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 24}}
{"text": "Self-certified assessments are not eligible for discounting by Examination Boards for the purposes of calculating either module marks or degree classifications.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 25}}
{"text": "Students must be aware that if they self-certify their absence from a reassessment examination, they may be prevented from progressing to the next stage of study, if the progression requirements of the course have not been met. Subject to the progression requirements of the course, some students may be able to proceed to the next stage of study, carrying the outstanding assessment but, if not, they will have to interrupt their studies until the next scheduled assessment opportunity. Registry and Academic Affairs will notify students of the impact of their non-attendance on progression after the meeting of the relevant progression or classification Examination Board.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 26}}
{"text": "4.2.2 Self-certifying for other assessment types:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 27}}
{"text": "Schools may allow students to self-certify for other individual, summative assessments that are either e-exams or exams for extenuating circumstances purposes (see definition in section 4.0) for a maximum of 2 consecutive calendar days. Only assessments where a first sit opportunity exists may be eligible. Assessments where self-certification is permitted must be clearly indicated via Moodle/Course handbook. A School must robustly monitor attendance such that self-certification is only allowed for non-attendance at assessments. A student may not self-certify for an e-exam that they have viewed.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 28}}
{"text": "When self-certifying absence, all students must read and understand the implications of the University’s Maximum period from initial registration which sets out that stages of study must be completed within a prescribed timeframe.  For more information about the Maximum period from initial registration, please consult the relevant guidance in the ‘Related Regulations, Policies and Procedures’ section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 29}}
{"text": "The University reserves the right to review the use of self-certification by students and to require evidence for multiple and frequent use of self-certification, for example, more than twice in an academic session (year).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 30}}
{"text": "The University holds a reasonable expectation that students will only self-certify their absence from assessments when prevented from attending by circumstances that align with acceptable exceptional circumstances.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 31}}
{"text": "Claims which are believed to give fraudulent reasons for absence from the assessment will be investigated under the Academic Misconduct regulation.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 32}}
{"text": "4.2.3   Coursework extension without evidence", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 33}}
{"text": "Where a student experiences circumstances which meet all of the criteria set out in the extenuating circumstances regulation (Clause 2) but where evidence is not available, and if the School/Department permits for that assessment, an extenuating circumstance claim may be made without evidence to extend a coursework deadline. Schools/Departments need to inform students if `no evidence’ extensions are not permitted (for example via module handbooks). It is possible for some assessments in a School/Department to be eligible for `no evidence’ extensions and not others.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 34}}
{"text": "Unlike a ‘grace period’ there must be an associated circumstance and short term no evidence extension requests may be declined if the circumstances are not considered acceptable. (further explanation of acceptable and unacceptable circumstances can be found in section 4.1.7 above.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 35}}
{"text": "The only outcome available in these circumstances is an extension of up to five working days.The extension request must align with the time impacted (e.g. if impacted for 2 working days, then the extension request must not be for more than 2 working days).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 36}}
{"text": "If a student requires a different outcome, for example a longer extension, then evidence will be required for this as part of their extenuating circumstance claim.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 37}}
{"text": "It is not possible to request a short term no evidence extension to add extra time onto an already upheld evidenced extension. If a second circumstance has occurred following an evidenced extension, then a further extenuating circumstance request can be made and it would require evidence (noting the circumstances around lengths of extensions in coursework outcomes 2 and 3).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 38}}
{"text": "It is possible to request an evidenced extension after a short term no evidence extension, for example if the reason turned out to be taking longer to resolve than originally expected or if a second circumstance had occurred. If the request was upheld, the duration of the short term no evidence extension already granted, would be taken into account (for example, if outcome 2 were decided on then the no evidence extension duration plus the evidenced extension duration would not be more than 15 working days).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 39}}
{"text": "Coursework assessments with ‘no evidence’ extensions are not eligible for discounting by examination boards for the purposes of calculating either module marks or degree classifications.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 40}}
{"text": "The University reserves the right to review the use of ‘no evidence’ extensions by students and to require evidence for multiple and frequent use of ‘no evidence’ extensions, for example, more than twice in an academic session (year).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 41}}
{"text": "The University holds a reasonable expectation that students will only use ‘no evidence’ extensions for coursework assessments when prevented from attending by circumstances that align with acceptable exceptional circumstances  (see section 4.1.7 above for more guidance).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 42}}
{"text": "Claims which are believed to give fraudulent reasons will be investigated under the Academic Misconduct regulation and procedure.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 43}}
{"text": "For more information, please consult the Academic Misconduct regulations in the ‘related regulations, policies and procedures’ section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 44}}
{"text": "4.4.1   Core considerations", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 45}}
{"text": "The full range of recommendations open to a Panel are detailed below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 46}}
{"text": "An extenuating circumstances panel cannot change marks; marks or classifications can only be altered by reassessment or the setting aside of a module or element of a module when computing a mark or classification.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 47}}
{"text": "Panels must always first consider allowing a student an additional attempt as opposed to disregarding of elements or modules, making this latter recommendation only when additional attempts are not possible or are undesirable.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 48}}
{"text": "If a student’s Extenuating Circumstance claim for an exam is upheld, the extenuating circumstance outcome awarded will not be optional.  That is, if the student is granted another attempt at that assessment, the student will need to take that assessment as the original (affected) assessment will not be marked or the mark not released to the student.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 49}}
{"text": "If the student does not undertake the additional attempt granted by the extenuating circumstances request, they would be given zero for non-attendance at the exam.  Students will need to decide before submitting the extenuating circumstance claim whether they have been impacted.  It will not normally be possible to decide on an outcome after assessment marks are released, and such circumstances would require an exceptional case to QSC for approval.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 50}}
{"text": "If a student has made multiple extenuating circumstances claims, or perhaps extended study for other reasons (e.g. Voluntary Interruption of Study), a further extension or attempt at an examination may take the student over the maximum period for stage or registration.  In such circumstances the extenuating circumstances panel must submit an Exceptional Case to the Quality and Standards Committee to seek an extension to the stage or registration (as appropriate) prior to sending a decision to the student for the extenuating circumstances claim.  The panel will need to consider currency of learning, previous extensions and impact on the student in making the case.  If this is approved, then a decision on the extenuating circumstance can be sent to the student.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 51}}
{"text": "An extenuating circumstances panel may not make a recommendation which would change a penalty for academic misconduct imposed by a School, Department or an Academic Misconduct Committee e.g., a first sit cannot be offered for an assessment for which a penalty has been imposed.  If an extenuating circumstances panel makes a recommendation before the academic misconduct is detected, the academic misconduct finding will void a recommendation made by an extenuating circumstances panel.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 52}}
{"text": "4.4.2   Extenuating circumstances outcomes", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 53}}
{"text": "Panels can determine one of the outcomes below:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 54}}
{"text": "1. The claim is not approved:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 55}}
{"text": "i. because the grounds are not acceptable within the University’s extenuating circumstances regulation.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 56}}
{"text": "ii. due to insufficient evidence. This would include, for example, evidence that does not cover the relevant period; is not from an approved source; is insufficient to support the claim of seriousness of impact, or is not provided within the required timeframe", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 57}}
{"text": "iii. an extension or further attempt would take the student over the maximum period for stage or from initial registration, and an extension to this has not been approved.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 58}}
{"text": "2. Where a School/Department permits for a given assessment, the claim is approved without evidence, because there are sufficient grounds for believing that the student’s ability to study and/or perform in the relevant assessment(s) has been adversely affected.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 59}}
{"text": "3. The claim is approved, and sufficient evidence has been provided, because there are sufficient grounds for believing that the student’s ability to study and/or perform in the relevant assessment(s) has been adversely affected.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 60}}
{"text": "For students in their final year of study who have attempted and passed an assessment but have made a claim on the basis of affected performance, Schools/Departments may also list the following outcome:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 61}}
{"text": "4. The claim is provisionally approved, and sufficient evidence has been provided, but a final decision on the outcome and any recommendations will be deferred to a meeting of the extenuating circumstances panel at the end of the academic session when the full impact can be assessed.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 62}}
{"text": "4.4.3   Potential recommendations", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 63}}
{"text": "If approved, the extenuating circumstances panel may make one or more of the following recommendations to the relevant Board of Examiners:For Undergraduate students, Postgraduate students on taught programmes and Postgraduate Research students undertaking taught modules:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 64}}
{"text": "Recommendations for coursework:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 65}}
{"text": "1. Where the extenuating circumstances claim does not include evidence, and if permitted by the School/Department for the given assessment, grant an extension to the deadline set for a submission of up to 5 working days, taking into account other deadlines that the student has to meet. Students must be informed of any change to the timescale for the return of coursework and associated feedback in accordance with the Policy on Feedback to Students.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 66}}
{"text": "For more information, please consult the policy on feedback to students in the ‘Related Regulations, Policies and Procedures’ section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 67}}
{"text": "2. Where the extenuating circumstances claim includes sufficient evidence, grant an extension to the deadline set for a submission of up to 15 working days, taking into account other deadlines that the student has to meet. This must consider any support plan extensions for the same piece of work.  The two would be additive where the circumstances were distinct and where the timelines of the circumstances warranted this.  If that coursework has had previous extenuating circumstance extensions, the extenuating circumstances panels must take those into account (i.e. extensions on the same assignment would usually get progressively shorter).  Students must be informed of any change to the timescale for the return of coursework and associated feedback in accordance with the Policy on Feedback to Students.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 68}}
{"text": "3a. A student needing more than 15 working days of extension (due to an extenuating circumstance claim) is regarded as having been subject to serious circumstances that have impacted their work. To avoid on-going disruption to their studies, they will be required to submit their work in the resit period (or the School equivalent of this).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 69}}
{"text": "3b. For a student needing more than 15 working days of extension (due to an EC claim) AND where a new assignment is required in the reassessment period, the panel may grant a first sit opportunity.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 70}}
{"text": "The options available for both coursework and exams below are also available.For exams:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 71}}
{"text": "4a. For self-certification (i.e. without evidence) in the case of a first attempt, the only outcome available is to allow a further attempt as an equivalent sit  for which the mark gained will, subject to section 4(d)  of the Assessment Regulations and relevant Progression regulations (with or without attendance), count as the student’s first mark and therefore towards an award if relevant in the affected assessment(s). Note, the original assessment will not be marked/mark not released.  To not attend the further assessment would result in a mark of zero.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 72}}
{"text": "For more information, please consult the Assessment Regulations in the ‘Related Regulations, Policies and Procedures’ section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 73}}
{"text": "4b. For self-certification (i.e. without evidence) in the case of a reassessment, the only outcome available is to allow an additional attempt at the examination or coursework (at the same or equivalent assessment), in accordance with the relevant Progression regulations (with or without attendance).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 74}}
{"text": "5a. For claims for short-term adjustments, grant a short-term arrangement that will be put in place for any in-person exams for the next assessment period (the outcome letter must expand on what this arrangement is). This is a temporary arrangement that will expire at the end of this assessment period.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 75}}
{"text": "5b.  For claims for short-term adjustments, where there is insufficient time to make the arrangement for this assessment period, grant the student more time and/or rest breaks for any in-person exams for the next assessment period (the outcome letter must expand on what this arrangement is). This is a temporary arrangement that will expire at the end of this assessment period.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 76}}
{"text": "5c. For claims for short-term adjustments, where there is insufficient time to make the arrangement for this assessment period, both of the above outcomes (clauses 1a and 1b) are available.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 77}}
{"text": "6. For extenuating circumstance claims for exams with sufficient evidence, both of the above outcomes (clauses 1a and 1b) are available plus all of the outcomes listed below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 78}}
{"text": "The options available for both coursework and exams below are also available.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 79}}
{"text": "For coursework and exams", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 80}}
{"text": "7. Recommend a different form of re-assessment, as determined by the School/Department, if the same or equivalent of the original is no longer possible, to assess whether the learning outcomes are achieved. Students have no automatic right to individual assessment of this nature. Approval from QSC will be required if this is outside regulation.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 81}}
{"text": "8. Disregard an element of a module assessment and re-compute module mark based on completed components subject to regulation 6 of the Assessment Regulations (subject to PSRB requirements).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 82}}
{"text": "9. Offer the student a repeat period of study and assessment (for which tuition fees will be payable) subject to this being an option supported by any sponsor, immigration legislation or legal obligation and to the University’s regulation on Maximum Period from Initial Registration.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 83}}
{"text": "For more information, please consult the relevant guidance in the ‘Related Regulations, Policies and Procedures’ section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 84}}
{"text": "10. In the case of final year students (this includes the taught stage for PGT students) when a further attempt at the assessment has not been possible before the relevant Examination Board is due to meet, disregard marks for specific affected module(s) to a maximum of 20 total credits across affected modules in computing the classification or credit weighted average for the final stage, subject to the provisions of the Regulations for Undergraduate, Taught Masters, Postgraduate Diploma and Postgraduate Certificate courses. Whilst a first attempt at the assessment must usually have been made for this option to be recommended, Section 6a of the Assessment Regulations must be taken into consideration at this point. The recommendation may only be applied at the end of the final year once the full marks profile is available, and is subject to PSRB requirements.  If a further first attempt has been offered earlier in the year as a result of an extenuating circumstances claim and it has not been possible for the student to undertake the assessment before the meeting of the Examination Board, the application of this recommendation may still be considered.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 85}}
{"text": "11. When a student has experienced circumstances affecting their ability to study/take assessments in their final year of study, such that their final year performance is deemed unrepresentative of their academic profile, recommend that a case be made to QSC to for the purposes of recommending a degree classification outside regulations based on performance in earlier years.  This recommendation must only be used in exceptional circumstances for cases where there is no prospect of the student undertaking first attempts within a reasonable period of time, for example, in the case of chronic or terminal illness of the student or the dependent of a student.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 86}}
{"text": "Where options 5, 6, 7 or 8 have been applied no further consideration of the circumstances will take place at an Examination Board.  For instance, where the School has offered a first attempt but the student does not take that opportunity, the circumstances will not be taken into account at the final Examination Board.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 87}}
{"text": "For Postgraduate Research students at any stage of study the extenuating circumstances panel may:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 88}}
{"text": "either", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 89}}
{"text": "(a) Grant an extension to the date set for the submission of the Progression Review report", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 90}}
{"text": "or", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 91}}
{"text": "(b) Grant an extension to the date set for the progression review meeting", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 92}}
{"text": "(c) If circumstances occur that mean the progression review meeting cannot be completed, permit the PGR to undertake a further Progression Review as a First Sit.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 93}}
{"text": "4.4.4   Additional recommendations", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 94}}
{"text": "Extenuating circumstances panels may also or alternatively make recommendations in response to an extenuating circumstances claim. Recommendations may include, but are not limited to:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 95}}
{"text": "a student is advised to attend a meeting with their Personal Tutor, the School Postgraduate Student Advisor (SPSA) and a Support and Wellbeing Officer (UNUK) or School Senior Tutor (UNNC) to consider the support options available, including the possibility of a voluntary interruption of study;", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 96}}
{"text": "a student is advised to seek support from relevant support services, e.g. Counselling Service, Disability/Academic Support.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 97}}
{"text": "referral to the University’s Occupational Health Service (UNUK) or Health and Wellbeing Centre (UNNC).", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 98}}
{"text": "For more information, please consult the voluntary interruption of study guidance in the ‘Related Regulations, Policies and Procedures’ section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 99}}
{"text": "If a student fails to seek appropriate support following a recommendation from an extenuating circumstances panel, further claims made due to similar circumstances may be rejected.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 100}}
{"text": "Where students have a further attempt at an assessment for to an upheld extenuating circumstance, Schools/Departments can make a case to QSC to request a different form of re-assessment to assess whether the learning outcomes are achieved if the same or equivalent of the original is no longer possible.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 101}}
{"text": "Disability Support Services consists of:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 102}}
{"text": "Specialist Study Support Tutors who work with students with Specific Learning Differences, such as dyslexia, dyspraxia, and ADHD", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 103}}
{"text": "Disability Advisers work with students with a recognised disability and/or long-term health condition, autism spectrum disorders (ASD), and mental health difficulties", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 104}}
{"text": "The ACCESS Centre.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 105}}
{"text": "i.   Students who have a Support Plan have access to possible coursework extensions, which indicates that Schools and Departments must consider requests for extensions, wherever possible, on the grounds of their circumstances and they are not expected to submit an Extenuating Circumstances claim. A Coursework Extension Request form is available on the Student Services webpages and students making the request on the basis of a Support Plan must seek approval from the designated member of School staff BEFORE the original submission date. It is the School’s responsibility to inform students who the designated member of School staff is in their School.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 106}}
{"text": "ii.   Where a student has submitted a Coursework Extension Request form but has not had a response to indicate whether an extension is being granted by the time of the deadline, the student should submit whatever work they have completed at the time of the deadline such that, if necessary, it can form the assessment. Having submitted the work done to date, students should continue working in order that, should an extension be granted (which would be from the original submission date), they are able to take full advantage of any extra time allowed.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 107}}
{"text": "iii.   Students seeking an extension who do not have a Support Plan indicating that Schools and Departments should consider requests for extensions must submit a claim using the Extenuating Circumstances procedure.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 108}}
{"text": "Where Disability Support Services has assessed a student as requiring adjustment to normal arrangements for assessment but it is too close to a scheduled examination for the adjustment to be put in place for a centrally arranged examination the School must follow the procedure on the Student Services – Service Development website and if possible arrange for the assessment to take place in the School. If this is not possible the student may request deferral of the relevant examination(s) such that the adjustment can be made to a centrally arranged examination. Where diagnosis of a long term health condition/disability is made after an assessment has taken place it may be appropriate to annul assessments from the current session and allow the student to take them again such that they can gain a properly representative mark or to take the circumstances into account at the Board of Examiners at the award classification stage under the relevant Study Regulations. Further backdating of any adjustment will not occur.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 109}}
{"text": "Where diagnosis of a long term health condition/disability that requires support for study to be put in place is made during the academic year it may be appropriate to allow the student to repeat the relevant year/semester (for which a fee would be payable). Further backdating will not occur. Alternatively one of the outcomes may be applied:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 110}}
{"text": "(a) For any student:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 111}}
{"text": "Provide support for the student to compensate for the circumstances. If this is provided and is intended to make due adjustment for the circumstances, the same circumstances cannot be considered under any other University procedure.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 112}}
{"text": "(b) For Undergraduate Students and Postgraduate Students on taught programmes:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 113}}
{"text": "Bring the circumstances forward for consideration at the Board of Examiners which may consider annulling the affected year/semester and offering the student a repeat period of study (for which tuition fees will be payable) subject to this being an option supported by any sponsor or legal obligation and to the University’s policy on Maximum Period from Initial Registration.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 114}}
{"text": "(c) For Postgraduate Research students:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 115}}
{"text": "One or more of the following actions:", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 116}}
{"text": "(i) Undertake a further annual review if the student fails their annual review.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 117}}
{"text": "(ii) Support the student in applying for an additional period of registered study and to the University’s policy on Maximum Period from Initial Registration.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 118}}
{"text": "(iii) Support the student in applying for an extension to their thesis pending period and to the University’s policy on Maximum Period from Initial Registration.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 119}}
{"text": "Where a student has not had appropriate adjustment in the current session for a late diagnosis they must submit a claim under the Extenuating Circumstances procedure as soon as the diagnosis is confirmed.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 120}}
{"text": "Where the condition is not covered by the Equality Act 2010, extenuating circumstances claims will be considered if submitted within the timescales provided for at section 9 of the Extenuating Circumstances procedure. For more information, please consult the Extenuating circumstances procedure in the Related Regulations, Policies and Procedures section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 121}}
{"text": "Where the student’s condition is covered by the Equality Act 2010, a School must consider claims submitted before a Board of Examiners (or equivalent for PGR students) has reached a decision on the student’s results. The University will also consider the circumstances if an Academic Appeal is submitted within one month of the notification of a progression or award decision. The Academic Appeal submitted by the student will need to demonstrate that new evidence was not, and could not have been, made available to the Board of Examiners at the time of its original decision. Any such matters which could have been raised before the meeting of the Board, but, without good reason, were not raised, will not be considered in the event of an Appeal.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 122}}
{"text": "In making a decision on the action to be taken, Schools/Appeal handlers must consider what adjustment would have been made had the disability, long-term health condition or other long-term circumstances been known earlier in the session.  If any appropriate adjustments have already been applied, no further action is necessary, otherwise actions should be backdated to cover the most recent session only.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 123}}
{"text": "Advice on the Equality Act is available from the University’s Disability Support Services website. For more information, please consult Disability Support Services  in the Related Regulations, Policies and Procedures section below.", "metadata": {"source": "UoN EC policy (user extract)", "para_index": 124}}
