[
  {
    "source": "assessment-regulations.txt",
    "section": "This document relates to the extenuating circumstances (EC) policy and procedure...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "This document relates to the extenuating circumstances (EC) policy and procedure that was\nin place at the University of Nottingham during the 2022/23 academic year. For information\nabout the policy from 25 September 2023 onwards, please visit our extenuating\ncircumstances webpages.\nAssessment Regulations\nThis page contains the University's regulations for the completion of assessed\ncoursework, examinations and mixed assessments. Its content is relevant to staff\nand students across all of the UK, China and Malaysia campuses.\nPlease be aware that during academic year 2019/20, the University introduced exceptional\nregulations in response to the Covid-19 pandemic. This page was previously affected by these\narrangements and has been documented accordingly.\nFurther details can be found in the \"Exceptional regulations applied in response to Covid-19\"\nsection below.\nAssessed coursework regulations\nIncludes: submission; hard copies; deadlines\n• All assessed coursework should be submitted electronically wherever practical, except for\ncases where it is physically impossible due to format (e.g. physical models, hand-written\nfieldwork, laboratory or project notebooks/diaries, complex or hand drawn graphics or\nscientific notation not supported by current technologies etc).\n• Schools should not otherwise request the submission of hard copies. Cases where work is\nnot submitted electronically will be reviewed by Faculty Associate Pro-Vice Chancellors\n(APVCs) annually to ensure consistent practice.\nThe standard deadline for submission of coursework on all campuses should be 15:00 local time. It\nis recommended that deadlines are set on Mondays, Tuesdays, Wednesdays and Thursdays.\nExamination regulations\nIncludes: expectations; late arrival; Regulations 1 – 2"
  },
  {
    "source": "assessment-regulations.txt",
    "section": "• Students must attend all examinations set as part of their programme of study",
    "tags": [
      "assessment",
      "deadline",
      "panel"
    ],
    "content": "• Students must attend all examinations set as part of their programme of study.\n• Students must submit coursework required by their programme of study.\n• If a student has extenuating circumstances which they believe may affect their performance\nin assessed coursework or examinations, they should submit an extenuating circumstances\nclaim (EC),by the deadline set in our Extenuating Circumstances Policy.\n• If a student has extenuating circumstances which they believe caused them to miss some or\nall of an examination, they should submit an extenuating circumstances claim (EC), by the\ndeadline set in our Extenuating Circumstances Policy.\n• If a student misses an examination or fails to submit coursework and has no extenuating\ncircumstances the University's Regulations governing attendance and engagement will be\napplied.\nFor more information about the Regulations governing attendance and engagement, please consult\nthe following:\nRegulations governing attendance and engagement\nRegulation 1\n• Students late for an in-person written examination who arrive before one hour of the\nexamination has elapsed shall be permitted to sit the paper. No extra time shall be allowed,\nwhatever the reason for their lateness.\nFor more information, please consult the following:\nExtenuating circumstances\nRegulation 2\n• Students late for any written examination who arrive one hour or more into the examination\nshall not be permitted to sit the paper.\nMissed assessment regulations\nIncludes: leaving the examination; missing an assessment; weighted average;\ndeadlines and penalties; student responsibilities; Regulations 3 – 8\nRegulation 3\n• No student shall be permitted to leave the examination within the first hour.\nRegulation 4\n(a) A student who misses an assessment (this includes not submitting assessed coursework\nprior to the meeting of the relevant Board of Examiners) may submit an extenuating"
  },
  {
    "source": "assessment-regulations.txt",
    "section": "circumstances claim",
    "tags": [
      "assessment",
      "panel",
      "evidence"
    ],
    "content": "circumstances claim. If the student is offered a further assessment, the timing and form of\nthis will be at the discretion of the student's School/Department and will be regarded as the\nequivalent sit at the assessment.\nFor more information about extenuating circumstance procedures, please consult the\nfollowing:\nExtenuating Circumstances procedure\n(b) If a student misses an assessment and is offered and declines another opportunity to take\nthe assessment, the original mark will not be used. The student would be awarded a mark of\nzero for the assessment.\n(c) If a student is offered another opportunity to take an element of assessment through the\nextenuating circumstances process, and declines the off er, then the original mark will not be\nused. The student would be awarded a mark of zero for the assessment.\n(d) If a student takes up the opportunity for further assessment described in (a) and\nsubsequently achieves a lower mark, that lower mark will stand.\nFor more information about the University's academic regulations, please consult the\nfollowing category:\nAcademic regulations\nRegulation 5\n(a) Students will be regarded as missing an assessment with sufficient cause if they have an\nupheld extenuating circumstances claim for circumstances in which the relevant Board of\nExaminers judges that it would be unreasonable to expect the student to have attempted the\nassessment. Boards will reach that judgement on the basis of evidence and\nrecommendations provided by the School/Department.\n(b) Where possible, students must make their School/Department aware of circumstances that\nmay constitute sufficient cause prior to the meeting of the relevant Board of\nExaminers/Extenuating Circumstances Panel.\nFor more information about extenuating circumstance procedures, please consult the\nfollowing:\nExtenuating Circumstances procedure\nRegulation 6\n• Where the student has, with sufficient cause and an upheld extenuating circumstances\nclaim, missed an assessment which counts for 50% or less of the overall module mark, the\nmarks obtained from completed assessments may be used as the overall module mark on a\n'part for whole' basis. A Board of Examiners may recommend this course of action only after\nconsidering the relevant learning outcomes."
  },
  {
    "source": "assessment-regulations.txt",
    "section": "This regulation does not remove the need to off er the student another opportuni...",
    "tags": [
      "assessment",
      "deadline",
      "panel"
    ],
    "content": "This regulation does not remove the need to off er the student another opportunity to take an\nassessment.\nRegulation 7\n• A student who misses a timetabled assessment without sufficient cause will receive a mark\nof 0% in that assessment.\nRegulation 8\n(a) A student who submits assessed coursework after the deadline (as modified by any\nextensions granted by the relevant School/Department) shall have the mark for that\ncoursework reduced by 5%for each normal working day (including vacations but not\nweekends, public holidays or University holidays) that has passed since the deadline, until a\nmark of 0% is reached. For example, an original mark of 67% would be successively\nreduced to 62%, 57%, etc.\nFor more information on the regulations on penalties for late submission, please consult the\nfollowing:\nPolicy on penalties for late submission of assessed work\n(b) Notwithstanding (a) above, a student's School may specify any length of time after the\ncoursework deadline as the point at which a mark of 0% will be awarded, so long as: the\nperiod is not longer than that which would arise from the application of Regulation 8 (a)\nabove; and the period is given in writing to the student at the beginning of the module.\n(c) In all circumstances, a student will receive a mark of 0% if, without sufficient cause, the\ncoursework has not been submitted prior to the meeting of the relevant Board of Examiners.\nE-exams\nNo student shall be permitted to leave the examination within the first hour.\nThere is a requirement for completed e-exam papers to be uploaded within a given timeframe,\nwhich depends on the format of the e-exam (see below).\n1. ExamSys (formerly Rogo) e-exams invigilated on campus:\nThis timeframe is equal to the duration of the exam plus any period of ‘technical time’ permitted,\nadded by the invigilator when a student has a technical difficulty.\n2. ExamSys (formerly Rogo) e-exams sat remotely:"
  },
  {
    "source": "assessment-regulations.txt",
    "section": "An additional 10 minutes is now built in to allow for IT issues, so final submis...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "An additional 10 minutes is now built in to allow for IT issues, so final submission time is the length\nof the paper plus a further 10 minutes if needed.\n3. Moodle e-exams of up to 3 hours (STEs):\nIn addition to the exam length, an additional 30 minutes will be permitted for all students to cover IT\nissues and upload time.\nInformation provided to students will clearly state that the time permitted includes additional time for\nupload, and that work submitted after the end of the additional 30-minute period will not be accepted\nand will be given a mark of zero unless there are approved extenuating circumstances that are\nsupported by evidence.\n4. Moodle e-exams of 24 hours:\nNo additional time is given for 24 hours as that already allows time for technical issues.\nWork submitted after the end of the 24-hour window will not be accepted and will be given a mark of\nzero unless there are approved extenuating circumstances that are supported by evidence.\n5. Extenuating circumstances for late submission of e-exam:\n5.1 The criteria to be used when considering such extenuating circumstances are:\n• The strength of the evidence of any disruption and its duration.\n• The length of the exam and how much potential advantage has been gained through late\nsubmission.\n• The clarity of communications sent to students about time allocated for uploading and the\nconsequences of late submission.\n• The requirements (if any) of any relevant Professional, Statutory and Regulatory Bodies\n(PSRBs).\n5.2 It is noted that not all e-exams are taken in a format where late submission is possible and that\nsome examinations are proctored. These exams are outside of the remit of this policy. Students\nshould follow local guidance on how to proceed in these cases.\n5.3 Possible outcomes\n• Where a paper is uploaded no more than 5 minutes after the upload time:"
  },
  {
    "source": "assessment-regulations.txt",
    "section": "Paying particular attention to the potential advantage that might have been gain...",
    "tags": [
      "self-certification",
      "assessment",
      "deadline",
      "evidence",
      "panel"
    ],
    "content": "Paying particular attention to the potential advantage that might have been gained through late\nsubmission and the consequences of decisions made by the EC panel for the student, the EC panel\nmay approve the paper for marking.\n• Where a paper is uploaded after the specified upload time and the additional 5 minute\nwindow:\nEC panels may off er a first sit reassessment; this reassessment will take place at the fi rst\nopportunity.\n6. E-exams are subject to the self-certification policy, which allows a student to self-certify absence\nfrom exams for a maximum of 48 hours (two consecutive days). A student is not able to self-certify\nafter the assessment window has opened.\nFor more information about self-certification (which is covered by the extenuating circumstances\nregulations), please consult the following:\nPolicy on self-certification for examinations\n7. In the case of severe system performance issues:\nAcademic and professional services leads will be provided with a summary report where there are\ndocumented system performance issues during any exam release, and QSC will advise Schools\nand Departments on approaches to extenuating circumstances. In exceptional cases (e.g.\nsignificant documented system degradation), Schools may seek permission from Quality and\nStandards Committee to offer a blanket extenuating circumstance to an entire cohort, offering a\nreassessment at the earliest opportunity. Such requests should be treated, via Registry and\nAcademic Affairs, under the QSC procedure for cases outside of regulations.\nFor more information about the QSC procedure for cases outside of regulations, please consult the\nfollowing:\nQuality and Standards Committee\nExceptional regulations applied in response to Covid-19\nPlease be aware that the following Exceptional Regulations were developed and applied during\nacademic year 2019/20 in response to the coronavirus pandemic. These records are campus\nspecific and should be read in conjunction with all other content on this page.\n• Covid-19 Assessment Exceptional Regulations - UNUK"
  },
  {
    "source": "assessment-regulations.txt",
    "section": "• Covid-19 Assessment Exceptional Regulations - UNNC\n• Covid-19 Assessment Excep...",
    "tags": [
      "assessment"
    ],
    "content": "• Covid-19 Assessment Exceptional Regulations - UNNC\n• Covid-19 Assessment Exceptional Regulations - UNM\n• Covid-19 PGT 60 Credit Dissertation / Project Exceptional Regulations - UNUK\n• Covid-19 PGT 60 Credit Dissertation / Project Exceptional Regulations - UNNC\n• Covid-19 PGT 60 Credit Dissertation / Project Exceptional Regulations – UNM\nThe active application of these arrangements then ceased at the beginning of academic year\n2020/21. Any outcomes from their application during academic year 2019/20 will, however, continue\nto be honoured and used in all decisions regarding those affected.\nFor more information about the Exceptional Regulations as a whole, please consult the following:\nExceptional Regulations: Covid-19 - 2019/20 - 2020/21"
  },
  {
    "source": "extenuating-circumstances-archived-services-page.txt",
    "section": "Extenuating Circumstances\nWhat is an extenuating circumstances (EC)?\nDuring your...",
    "tags": [
      "assessment",
      "deadline",
      "evidence",
      "mental_health"
    ],
    "content": "Extenuating Circumstances\nWhat is an extenuating circumstances (EC)?\nDuring your time with us you might experience significant personal difficulties. Extenuating\ncircumstances (ECs) are events that affect your performance in assessments which are unforeseen,\nunpreventable and out of your control. Our EC procedure is intended to support students with these\nexceptional, short-term circumstances\nIn the first instance we recommend that you notify, for example, your Personal Tutor, PhD supervisor\nor the Support and wellbeing team, as soon as possible. These people will be able to provide advice\nand direct you to appropriate procedures or support services, if applicable.\nIf you’ve discussed your circumstances and you identify you need to make a claim under\nthe Extenuating Circumstances procedure, you will need to let us know by raising an extenuating\ncircumstances claim via the Student Enquiry Centre.\nYour case will then be looked at and you’ll be informed of the outcome of your claim.\nAdditional information, guidance and advice is available on the Students’ Union website. We\nrecommend you consult these pages if you are experiencing circumstances affecting your studies.\nIf your case is highly sensitive and you are concerned about disclosing highly personal information\nonline, we advise that you speak to your Personal Tutor or the Support and Wellbeing team. These\npeople can review the evidence in confidence with you and may be able to make a supporting\nstatement for you to include with your form, without you needing to submit the sensitive evidence.\nIf you have a Support Plan that states on it that extensions to deadlines in relation to your disability\nshould be allowed on request, wherever possible, you do not need to complete an extenuating\ncircumstances form. Please refer to the procedure for Students with Support Plans that makes\nreference to extension.\nIf the issue affecting you is a long-term one, then an EC is not the appropriate route to go down. In\nthese circumstances, you should seek advice on getting a Support Plan in place.\nHow to Apply for Extenuating Circumstances?\nThe main EC claim can be accessed from here.\nPlease note we are currently running a pilot with two departments in Engineering (Chemical and\nEnvironmental Engineering and Foundation Engineering and Physics Sciences) and students on\nthese courses should use the separate links referred to.\nTimeline for submitting an Extenuating circumstance claim\nFor Coursework: Claims must be submitted BEFORE the coursework deadline\nFor timetabled Examinations/Assessments: Claims must be submitted within 7 days of the affected\nexaminations."
  },
  {
    "source": "extenuating-circumstances-archived-services-page.txt",
    "section": "What Evidence Do I Need to submit?\nUsually, extenuating circumstances claims nee...",
    "tags": [
      "self-certification",
      "illness",
      "assessment",
      "deadline",
      "evidence",
      "bereavement"
    ],
    "content": "What Evidence Do I Need to submit?\nUsually, extenuating circumstances claims need to be supported by independent, reliable\ndocumentary evidence of inability to comply with the assessment requirements or to attend teaching\nor undertake required study. In section 3 of the Guidance on Acceptable Circumstances and\nEvidence (EC Procedure) you can find examples of the kind of acceptable circumstances and\nexamples of the associated evidence that is normally required.\nIn addition, Schools/Departments can also consider evidence supplied by other members of staff\nknown to you, for example, Personal Tutors, Welfare Officers or Hall Wardens. A template is provided\nfor staff wishing to provide a supporting statement. This statement serves as evidence in support of\nan extenuating circumstances claim, it is not confirmation that the claim has been approved.\nEvidence may not be needed if you need to notify the University of short-term absence which means\nyou are unable to attend an examination. Please refer to the “What is the Self-Certification policy?”\nsection below.\nWhat are Extenuating circumstances\nWhat is an EC is available here . In summary the following are extenuating\ncircumstances:\n▪ illness\n▪ hospitalisation\n▪ family illness\n▪ bereavement\n▪ IT and/or computer failure during online examinations\n▪ acute Personal/Emotional Circumstances\n▪ pregnancy\n▪ victim of crime\n▪ domestic disruption\n▪ representing the University at a national event or involvement in some other significant/\nprestigious event\n▪ jury service (UK)\n▪ court attendance (UK)\n▪ other\nWhat are not Extenuating circumstances\nHere are some examples of circumstances that are likely to be considered as unacceptable but\nplease do read the information in full in section 4 of the Guidance on Acceptable Circumstances and\nEvidence (EC Procedure).\n▪ transport issues\n▪ holidays\n▪ accommodation disturbances"
  },
  {
    "source": "extenuating-circumstances-archived-services-page.txt",
    "section": "▪ misreading the examination timetable\n▪ paid employment or voluntary work\n▪ exa...",
    "tags": [
      "self-certification",
      "illness",
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "▪ misreading the examination timetable\n▪ paid employment or voluntary work\n▪ exam stress\n▪ foreseeable/preventable circumstances\n▪ scheduling of assessments/deadline\n▪ being reluctant to disclose the circumstances for any reason\n▪ submitting the same extenuating circumstances more than once except where the student has\naccessed appropriate support to manage the circumstances but there is an unexpected acute\nepisode at a particularly significant time.\n▪ criminal conviction\n▪ withdrawal of IT facilities or suspension for reason of debt\nWhat is the Self Certification policy?\nIn certain circumstances, you can self-certify yourself from an assessment. These circumstances are\n▪ Circumstances must be unexpected, short-term and acute eg migraine that you are unable to\nobtain medical evidence for.\n▪ The type of assessment is a timed written or online formal examination, a language oral or an\nOSCE. (not coursework, presentation etc)\n▪ The most you can self-certify for us 2 consecutive calendar days\nIf you are self-certifying in these circumstances, there will only be one outcome – a further attempt at\nthe assessment in the next scheduled assessment period.\nFull details of the policy are available here\nI have a Support Plan. Do I need to submit an EC?\nIf you have a Support Plan that states on it that extensions to deadlines in relation to your disability\nshould be allowed on request, you do not need to complete an EC form. Please refer to the procedure\nfor Students with Support Plans\nWhere to get further support\nIf your case is highly sensitive and you are concerned about disclosing highly personal information\nonline, we advise that you speak to your Personal Tutor or a Welfare Officer. These people can\nreview the evidence in confidence with you and may be able to make a supporting statement for you\nto include with your form, without you needing to submit the sensitive evidence."
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "This document relates to the extenuating circumstances (EC) policy and procedure...",
    "tags": [
      "self-certification",
      "illness",
      "assessment",
      "deadline",
      "evidence",
      "mental_health"
    ],
    "content": "This document relates to the extenuating circumstances (EC) policy and procedure that was\nin place at the University of Nottingham during the 2022/23 academic year. For information\nabout the policy from 25 September 2023 onwards, please visit our extenuating\ncircumstances webpages.\nGuidance on Acceptable Circumstances and Evidence (EC\nProcedure)\n1. Core considerations\nThis guidance supports the University’s Extenuating Circumstances Procedure and should be read\nin conjunction with the procedure.\nIn order to be considered under this procedure, circumstances must meet all of the following criteria:\n• They must be out of the student’s control – the student could not have prevented them.\n• They must have had an impact – they must have had a demonstrably negative impact on the\nstudent’s ability to study or to undertake an assessment.\n• The timing of the circumstances must be relevant to the claimed impact.\n2. Standard of evidence\n• With the limited exception of the circumstances provided for in the Examination Self-Certification\nPolicy, all claims made under the Extenuating Circumstances Procedure must be supported by\nindependent, reliable documentary evidence of inability to comply with the assessment\nrequirements or to attend teaching or undertake required study.\n• The burden of proof to support a claim lies with the student at all times.\n• Evidence presented by students must meet the following standards and should:\na. Where written by appropriately qualified professionals who are independent of the\nstudent, be on headed paper and signed and dated by the author. Evidence presented\nby email may be acceptable if the email has been sent by the author from the official\ndomain name of the author's organisation. Students should note that the Cripps Health\nCentre and the University Counselling Service in the UK or equivalent services on other\ncampuses will be unlikely to provide such confirmation if the student has had no\nengagement with the service(s) prior to the affected assessment(s).\nb. Confirm specifically that the circumstances were witnessed on the relevant date as\nopposed to being reported retrospectively."
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "c. Be in English. It is the student's responsibility to provide supporting docum...",
    "tags": [
      "illness",
      "academic_misconduct",
      "assessment",
      "deadline",
      "evidence",
      "panel"
    ],
    "content": "c. Be in English. It is the student's responsibility to provide supporting documentation and\nany translation should be undertaken by an accredited translator (e.g. be a member of\nthe Association of Translation Companies. Any associated costs must be met by the\nstudent.\nd. Be unaltered by the student. Documentation that has been amended for any reason will\nbe deemed inadmissible by the University and may be subject to investigation under the\nAcademic Misconduct Procedure or the Code of Discipline. Schools/Departments should\nalso consider evidence supplied by other members of staff known to the student, for\nexample, Personal Tutors, Welfare Officers or Hall Wardens. People in these roles\nshould only provide supporting evidence if:\n1. The student has engaged with them sufficiently prior to the affected\nassessment(s) such that they are fully conversant with their situation.\n2. They are satisfied that there will have been an adverse impact on the student’s\nability to study and/or take assessments\n3. The student does not require medical/professional treatment for their\ncircumstances.\nA template is provided for staff wishing to provide a supporting statement. This statement\nserves as evidence in support of an extenuating circumstances claim, it is not\nconfirmation that the claim has been approved. An Extenuating Circumstances Panel\nhas the final decision regarding the claim.\nSchools/Departments should also consider evidence available in Invigilator reports and,\nif the report indicates significant negative impact during the assessment, should suspend\nthe need for medical evidence if the student would not normally require medical\ntreatment for the circumstances e.g. sickness and diarrhoea or migraine.\n4. The School/Department should only consider upholding a student's claim of extenuating\ncircumstances when, in their opinion, all of the above conditions are fully satisfied.\n5. The University reserves the right to take such steps as are deemed necessary to verify the\nevidence submitted without prior notification. Where the University is unable to authenticate the\nmaterial to its satisfaction, the claim may not be accepted. The University reserves the right to\nrequest sight of original documents, if necessary.\n6. If there is evidence that a student has fraudulently presented documentation to the University the\nmatter will usually be referred for consideration under the University’s Academic Misconduct\nregulations and, where applicable, the University’s Fitness to Practise Procedure."
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "3. Acceptable circumstances",
    "tags": [
      "illness",
      "assessment",
      "deadline",
      "evidence",
      "mental_health",
      "panel"
    ],
    "content": "3. Acceptable circumstances\n1. The following gives examples of the kind of acceptable circumstances (ie where the student\nmight be able to demonstrate sufficient cause for non-compliance with an assessment requirement\nor for missing teaching or required study) and examples of the associated evidence that is normally\nrequired. This is given without prejudice and for general guidance; it is not exhaustive, definitive or\nprescriptive.\n2. The University considers each claim of extenuating circumstances on its own merits, as an\nindividual case and according to the relevant procedure. The EC Panel will consider the\ndocumentation provided and determine whether it provides sufficient evidence of impact on the\nability to study and take assessments to approve the claim.\nCircumstance Evidence Comments\nIllness Printouts from the NHS app which Short-term illness (less than 7 days)\nattest to the circumstances claimed in will not generally be regarded as an\nthe form. extenuating circumstance with regard\nWhere possible, a letter from an to assessed coursework, where the\nappropriate medical professional or student is given a number of\nstatement from the University weeks/months to complete and\nCounselling Service (or equivalent) submit such work, although a\nconfirming the nature of the illness School/Department may decide to\nand the likely impact it is having on grant an extension dependent on\nthe student's ability to undertake individual circumstances and/or grant\nformal assessment and/or study. This an extension for short-term\nincludes medical certificates supplied assignments (e.g. 1 or 2 weeks).\nby online doctors, provided that they\nare UK based and CQC-regulated.\nHospitalisation Discharge notes. Students should not need to visit a\nA medical letter/certificate from the Health Centre to provide medical\nrelevant hospital confirming the certification when they have an\nnature of the student's obvious physical injury.\ncircumstances. Corroboration, such as a note from a\nLetter of appointment for a specialist hospital casualty department, or from\nconsultation, investigation or a tutor who has seen the injury,\noutpatient treatment. would normally be sufficient.\nExamples of obvious physical injury\ncould include plaster casts or metal"
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "pins supporting broken bones",
    "tags": [
      "illness",
      "assessment",
      "deadline",
      "evidence",
      "bereavement",
      "mental_health",
      "panel"
    ],
    "content": "pins supporting broken bones.\nFamily illness A medical certificate/letter from a\nmedical professional confirming the\nnature and severity of the family\ncircumstances.\nBereavement A death certificate or a letter The claim should make clear the\nconfirming the death from an nature of the relationship between the\nindependent person (usually not a student and the deceased and how\nfamily member) Evidence from a the student’s ability to study has been\nhospital Family Bereavement Centre, affected.\nor equivalent.\nWhere these are not available, an\norder of service from the funeral.\nIT and/or computer Screen shots of the issue which\nfailure during online demonstrate the timing and the\nexaminations longevity of the issue.\nWhere relevant, a statement of\ndisrupted service from an internet\nprovider.\nAcute Personal/ An original medical certificate or letter If EC panels require further\nEmotional from an appropriate medical information please contact the\nCircumstances professional or a letter from the counselling service directly. It is\nUniversity Counselling Service (or unlikely that evidence will be given if\nequivalent) confirming a list of there has been limited or no recent\ncounselling session attended dates. engagement.\nPregnancy The University has a\npolicy on pregnancy related issues.\nStudents who are pregnant should\nfollow the guidance in this document.\nIn some cases it may be appropriate\nto use the Extenuating\nCircumstances procedure (for\ninstance when a student suffers from\na specific illness caused by the\npregnancy), in which case the\nrequirements for illness or"
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "hospitalisation above should be\nfollowed",
    "tags": [
      "assessment",
      "mental_health",
      "evidence"
    ],
    "content": "hospitalisation above should be\nfollowed.\nVictim of crime A written statement of events which is\nsupported by written evidence from\nthe Police (including a crime\nreference number). Where the impact\nof the crime has led to a medical or\nother professional consultation, an\noriginal medical certificate or letter\nfrom an appropriate medical\nprofessional or a letter from the\nUniversity Counselling Service (or\nequivalent) confirming the likely\nimpact the reported crime had/is\nhaving on the student's ability to\nundertake formal assessment and/or\nstudy.\nDomestic disruption Where significant and unforeseen This applies only in relation to\ndomestic disruption has occurred examinations unless the\nvery close to a timetabled circumstances are exceptionally\nexamination a letter from an severe and extended.\nappropriate independent Disturbances caused by housemates\nindividual/authority detailing the would generally be considered to be\nrelevant circumstances and an normal and therefore not acceptable\nindication of the likely impact with as an extenuating circumstance.\ntheir contact details provided. (See also Accommodation\nDisturbances in section 4 –\nUnacceptable Circumstances)\nRepresenting the A letter of confirmation from the\nUniversity relevant organising body and a\nat a national event supporting statement from the\nor involvement in student explaining why the event\nsome other should be considered as\nsignificant/prestigio significant/prestigious and the\nus event reason(s) why they are required to be\nabsent from University."
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "Jury Service (UK) A letter from the Court together with A student who is asked t...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "Jury Service (UK) A letter from the Court together with A student who is asked to undertake\nproof that a deferral has been jury service that would affect their\nrequested and rejected or proof that a ability to meet any of the\nprevious request for deferral has requirements of their programme\nbeen accepted. should make a request to the Court\nfor the Jury Service to be deferred.\nOnly where the Court has refused\nsuch a deferral will Jury Service be\nconsidered as an acceptable\nextenuating circumstance.\nDeferral of Jury Service is only\npermitted once by the Courts.\nCourt Attendance Where a student is required to attend\n(UK) a tribunal or court as a witness,\ndefendant (but see‘ Criminal\nConviction’ in Section 4,\nUnacceptable Circumstances) or\nplaintiff the student should provide\nofficial correspondence from the\ntribunal/court confirming attendance\nor a solicitor’s letter detailing the\nnature and dates of the legal\nproceedings and the requirement for\nthe student to attend.\nOther The list of circumstances cannot be Examples of other circumstances that\nexhaustive and it is possible that might be considered to be\nother circumstances will arise that acceptable:\nshould be considered as acceptable. Requirements of military service;\nExamples that have arisen are listed Exceptional transport issues (see\nin the next column and additional Transport issues in Unacceptable\nexamples will be added as they circumstances);\nbecome known. Unforeseen or exceptional work\ncommitments in the case of part-time\nstudents."
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "4. Unacceptable circumstances",
    "tags": [
      "assessment"
    ],
    "content": "4. Unacceptable circumstances\n1. The following gives examples of circumstances that are likely to be considered as unacceptable\n(ie where the student is unlikely to be able to demonstrate sufficient cause for non-compliance with\nan assessment requirement or lack of engagement with required study activities). This is given for\ngeneral guidance and is not exhaustive, definitive or prescriptive. All cases should be considered on\nan individual basis.\n2. Due regard should be given to the reasonableness and proportionality of the outcome, and it may\nbe that in some circumstances these examples would be deemed to be acceptable particularly\nwhere the circumstances are exceptional or could not have been foreseen.\nCircumstance\nTransport issues It is expected that students will ensure that they\narrive at the assessment on time, irrespective of\nthe form of transport used or relied upon. An\ninability to travel as a result of circumstances\nbeyond the student's control may though\nconstitute sufficient cause e.g. cancellation of a\ntrain/plane, car breakdown. Students should,\nhowever, allow a reasonable contingency time in\nany travel arrangements made, as moderate\ndelays are considered to be a normal\nexpectation.\nHolidays It is the student's responsibility to ensure that\nthey are available for all study activities and all\nassessments, including any assessments taking\nplace on Saturdays in the main examination\nperiods or offered in the reassessment period\n(August – September). All holidays and\nvacations should take place at a time that will\nnot impact on the student's availability to study\nor undertake or prepare for an assessment(s).\nAccommodation disturbances It is the student's responsibility to ensure that\nthey have access to suitable accommodation,\nincluding for any assessments offered in the\nreassessment period, and therefore ongoing or\nforeseeable problems with accommodation are\nunlikely to constitute a good case. Disturbances"
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "caused by housemates would generally be\nconsidered to be normal and therefore no...",
    "tags": [
      "assessment",
      "illness",
      "bereavement"
    ],
    "content": "caused by housemates would generally be\nconsidered to be normal and therefore not\nacceptable as an extenuating circumstance.\n(See also Domestic Disruption, Victim of Crime\nand Acute Personal/Emotional Circumstances in\nsection 3 – Acceptable circumstances.)\nMisreading the examination timetable It is the student's responsibility to ensure that\nthey know and remember the location, time and\nduration of all formal assessments.\nPaid employment or voluntary work It is expected that students will ensure that any\npaid employment or voluntary work does not\ninterfere with their ability to engage with their\nstudies or assessments. It should be noted that\nexaminations may be scheduled to take place on\nSaturdays during the published examination\nperiods. The University has\nguidance for students undertaking employment\nor other activities during their studies.\nWhere unforeseen or exceptional work\ncommitments arise in the case of part-time\nstudents these may be considered to be\nacceptable dependent on individual\ncircumstances.\nExam stress Feeling ‘below par', stressed and anxious\nleading up to and during an assessment(s) is a\ncommon experience of many students. It is not\nconsidered to be an acceptable extenuating\ncircumstance unless a medical diagnosis of\nillness has been made.\nIT and/or computer failure For assessed coursework, loss or corruption of\nfiles is not an acceptable extenuating\ncircumstance. It is the student's responsibility to\nensure that all work which is electronically\nstored, generated and/or submitted is sufficiently\nbacked up.\nHowever, if failure happens during an online"
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "examination, this may be grounds for a claim",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "examination, this may be grounds for a claim.\nForeseeable/preventable circumstances Where the circumstances are within the control\nof the student they are unlikely to constitute\nsufficient cause for failure to comply with the\nassessment requirements or engage fully with\ntheir studies.\nScheduling of assessments/deadline Deadlines being close together or examinations\nscheduled close together are unlikely to\nconstitute acceptable circumstances.\nBeing reluctant to disclose the circumstances for Not informing the University of circumstances\nany reason due to personal feelings e.g. shame,\nembarrassment and pride, or having concerns\nover the confidential handling of claims, are not\nconsidered to be credible and compelling\nexplanations for non-submission of\ncontemporaneous claims. The University can\nonly consider circumstances if they are\ndisclosed in accordance with this policy.\nSubmitting the same extenuating circumstances\nmore than once except where the student has\naccessed appropriate support to manage the\ncircumstances but there is an unexpected acute\nepisode at a particularly significant time.\nThe following will not be acceptable as extenuating circumstances:\nCircumstance\nCriminal conviction If a student is convicted of a criminal offence any\ndisruption caused by the investigation or\nsentence is not an acceptable extenuating\ncircumstance.\nWithdrawal of IT facilities or suspension for\nreason of debt\n5. Religious observance in relation to Scheduled Examinations\nIf a student has completed the Religious Observance Form by the published deadline and it has not\nbeen possible to make alternative arrangements centrally, the School should take reasonable steps"
  },
  {
    "source": "guidance-on-acceptable-circumstances-and-evidence.txt",
    "section": "to provide an alternative assessment opportunity",
    "tags": [
      "assessment"
    ],
    "content": "to provide an alternative assessment opportunity. Where this is not possible, the School may\nconsider a claim under this policy.\nThis will not, however, normally be regarded as an extenuating circumstance with regard to\nassessed coursework where the student is given a number of weeks/months to complete and\nsubmit such work. Absence from an assessment for reason of religious observance, where no\nReligious Observance Form has been completed, or where the relevant permission for absence has\nnot been obtained prior to the assessment, will not be deemed an acceptable extenuating\ncircumstance.\nStudents may submit EC claims in respect of performance in assessments affected by symptoms\nattributable to religious observance."
  },
  {
    "source": "guidance-on-recommendations-for-ec-panels.txt",
    "section": "This document relates to the extenuating circumstances (EC) policy and procedure...",
    "tags": [
      "academic_misconduct",
      "assessment",
      "deadline",
      "evidence",
      "panel"
    ],
    "content": "This document relates to the extenuating circumstances (EC) policy and procedure that was\nin place at the University of Nottingham during the 2022/23 academic year. For information\nabout the policy from 25 September 2023 onwards, please visit our extenuating\ncircumstances webpages.\nGuidance on Recommendations for EC Panels\n1. Core considerations\nThis guidance supports the University’s Extenuating Circumstances Procedure and should be read\nwith the procedure.\nAn Extenuating Circumstances Panel cannot change marks; marks or classifications can only be\naltered by reassessment or the setting aside of a module or element of a module when computing a\nmark or classification. The full range of recommendations open to a Panel are detailed below.\nPanels should always consider allowing a student an additional attempt as opposed to disregarding\nof marks, elements or modules, making this latter recommendation only when additional attempts\nare not possible or undesirable.\nAn Extenuating Circumstances Panel may not make a recommendation which would change a\npenalty for academic misconduct imposed by a School, Department or an Academic Misconduct\nCommittee e.g., a first sit cannot be offered for an assessment for which a penalty has been\nimposed. If an EC Panel makes a recommendation before the academic misconduct is detected,\nthe academic misconduct finding will void a recommendation made by an EC Panel.\n2. Potential outcomes\nPanels should list one of the outcomes below:\n(a) The claim is not approved because the grounds are not acceptable within the University’s\nExtenuating Circumstances Procedure.\n(b) The claim is not approved because the evidence provided does not cover the relevant\nperiod.\n(c) The claim is not approved because the evidence provided is not from an approved source.\n(d) The claim is not approved because the evidence provided is insufficient to support the claim\nof seriousness of impact."
  },
  {
    "source": "guidance-on-recommendations-for-ec-panels.txt",
    "section": "(e) The claim is not approved because the evidence provided and/or the candidate...",
    "tags": [
      "assessment",
      "deadline",
      "panel",
      "evidence"
    ],
    "content": "(e) The claim is not approved because the evidence provided and/or the candidate’s overall\nmark profile indicate insufficient grounds to conclude that the candidate’s ability to study\nand/or perform in the relevant assessment(s) would have been significantly different in the\nabsence of the circumstances advanced.\n(f) The claim is not approved because the evidence provided and the candidate’s overall mark\nprofile indicate grounds for concluding that the candidate’s ability to study and/or perform in\nthe relevant assessment(s) has been adversely affected, but not to such an extent as to\nmaterially affect the degree class/programme awarded.\n(g) The claim is approved because there are sufficient grounds for believing that the student’s\nability to study and/or perform in the relevant assessment(s) has been adversely affected\n(h) For students in their final year of study who have attempted and passed an assessment but\nhave made a claim on the basis of affected performance, Schools/Departments may also list\nthe following outcome:\n(i) The claim is provisionally approved on the basis of the evidence provided but a final decision\non the outcome and any recommendations will be deferred to a meeting of the Extenuating\nCircumstances Panel at the end of the academic session when the full impact can be\nassessed.\nIf approved, follow one or more of the following recommendations:\n3. Potential recommendations\nThe Extenuating Circumstances Panel may make one or more of the following recommendations to\nthe relevant Board of Examiners:\nFor Undergraduate students, Postgraduate students on taught programmes and Postgraduate\nResearch students undertaking taught modules:\n1. Waive late submission penalties. Please also refer to Penalties for the Late Submission of\nAssessed Coursework.\n2. Grant an extension to the deadline set for a submission, taking into account other deadlines\nthat the student has to meet. Students should be informed of any change to the timescale for\nthe return of coursework and associated feedback in accordance with the Policy on\nFeedback to Students.\n3. In the case of a first attempt, allow a further attempt (examination or coursework) for which\nthe mark gained will, subject to section 4(d) of the Assessment Regulations and relevant\nProgression regulations (with or without attendance), count as the student’s first mark and"
  },
  {
    "source": "guidance-on-recommendations-for-ec-panels.txt",
    "section": "therefore towards an award if relevant in the affected assessment(s)",
    "tags": [
      "assessment",
      "panel",
      "evidence",
      "illness"
    ],
    "content": "therefore towards an award if relevant in the affected assessment(s).relevant in the affected\nassessment(s).\n4. In the case of a reassessment, allow an additional attempt at the examination or coursework\n(at the same or equivalent assessment),in accordance with the relevant Progression\nregulations (with or without attendance).\n5. Recommend a different form of re-assessment, as determined by the School, if the same or\nequivalent of the original is no longer possible, to assess whether the learning outcomes are\nachieved. Students have no automatic right to individual assessment of this nature. Approval\nfrom QSC will be required if this is outside regulation.\n6. Disregard an element of a module assessment and re-compute module mark based on\ncompleted components subject to regulation 5 of the Assessment Regulations.\n7. Offer the student a repeat period of study and assessment (for which tuition fees will be\npayable) subject to this being an option supported by any sponsor, immigration legislation or\nlegal obligation and to the University’s policy on Maximum Period from Initial Registration.\n8. In the case of final year students (this includes the taught stage for PGT students) when a\nfurther attempt at the assessment has not been possible before the relevant Examination\nBoard is due to meet, disregard marks for specific affected module(s) to a maximum of 20\ncredits in computing the classification or credit weighted average for the final stage, subject\nto the provisions of the Regulations for Undergraduate, Taught Masters, Postgraduate\nDiploma and Postgraduate Certificate courses. Whilst a first attempt at the assessment must\nusually have been made for this option to be recommended, Section 6a of the Assessment\nRegulations should be taken into consideration at this point. The recommendation may only\nbe applied at the end of the final year once the full marks profile is available. If a further first\nattempt has been offered earlier in the year as a result of an EC claim and it has not been\npossible for the student to undertake the assessment by before the meeting of the\nExamination Board, the application of this recommendation may still be considered.\n9. When a student has experienced circumstances affecting their ability to study/take\nassessments in their final year of study, such that their final year performance is deemed\nunrepresentative of their academic profile, recommend that a case be made to QSC to for\nthe purposes of recommending a degree classification outside regulations based on\nperformance in earlier years. This recommendation should only be used in exceptional\ncircumstances for cases where there is no prospect of the student undertaking first attempts\nwithin a reasonable period of time, for example, in the case of chronic or terminal illness of\nthe student or the dependent of a student.\nWhere option 1, 2, 3, 4, 5 or 6 has been applied no further consideration of the circumstances will\ntake place at an Examination Board. For instance, where the School has offered a first attempt but"
  },
  {
    "source": "guidance-on-recommendations-for-ec-panels.txt",
    "section": "the student declines to take that opportunity, the circumstances will not be tak...",
    "tags": [
      "illness",
      "assessment",
      "deadline",
      "mental_health",
      "panel"
    ],
    "content": "the student declines to take that opportunity, the circumstances will not be taken into account at the\nfinal Examination Board.\nFor Postgraduate Research students at any stage of study the Extenuating Circumstances Panel\nmay:\neither\n(a) Grant an extension to the date set for the Progression Review\nor\n(b) If the student is referred for re-assessment in the Progression Review, permit the PGR to\nundertake a further Progression Review as a First Sit.\n4. Additional recommendations\nExtenuating Circumstances Panels may also or alternatively make recommendations in response to\nan EC claim. Recommendations may include, but are not limited to:\n• a student is advised to attend a meeting with their Personal Tutor, the SPSA and a Welfare\nOfficer (or other appropriate staff member at UNNC or UNMC) to consider the support\noptions available, including the possibility of a voluntary interruption of study;\n• a student is advised to seek support from relevant support services, e.g. Counselling\nService, Disability/Academic Support.\n• referral to the University’s Occupational Health Service.\nShould a student fail to seek appropriate support following a recommendation from an Extenuating\nCircumstances Panel, further claims made due to similar circumstances may be rejected."
  },
  {
    "source": "new-ec-policy-flowchart-1.txt",
    "section": "EC Policy flowchart - Student guidance - from 25th Sep 2023\nA situation or event...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "EC Policy flowchart - Student guidance - from 25th Sep 2023\nA situation or event has occurred which has affected your\nYES ability to study or take assessment. NO\nDoes this relate to a long term condition?\nRReeffeerr ttoo tthhee ''PPoolliiccyy oonn lloonngg--tteerrmm\nccoonnddiittiioonnss oorr ddiissaabbiilliittiieess aaffffeeccttiinngg\nssttuuddeennttss'' aabbiilliittyy ttoo ssttuuddyy aanndd DDooeess tthhee ssiittuuaattiioonn oorr eevveenntt mmeeeett tthhee\nSubmit your coursework and/or\nccoommpplleettee aasssseessssmmeennttss’’ ttoo sseeeekk aa YES ccoonnddiittiioonnss ttoo bbee ccoonnssiiddeerreedd aann NO\nattend your exam as normal\nssuuppppoorrtt ppllaann ffoorr yyoouurr ssttuuddiieess aanndd ‘‘AAcccceeppttaabbllee’’ EExxtteennuuaattiinngg CCiirrccuummssttaannccee??\nootthheerr aaddddiittiioonnaall ssuuppppoorrtt..\nDo you have evidence? YYoouu mmaayy rreeqquueesstt aann eexxtteennssiioonn vviiaa aann\nEExxtteennuuaattiinngg CCiirrccuummssttaanncceess ccllaaiimm ffoorr uupp ttoo 55\nwwoorrkkiinngg ddaayyss wwiitthhoouutt eevviiddeennccee bbuutt ssoommee\nNO ccoouurrsseewwoorrkk mmaayy bbee eexxcclluuddeedd.. CCoonnssuulltt yyoouurr\nDo you have a support\nYES NO mmoodduullee ccoonnvveennoorr iiff yyoouu aarreenn''tt ssuurree..\nplan? Is it for coursework? YES\nIIff yyoouu wwoouulldd lliikkee aa lloonnggeerr eexxtteennssiioonn oorr aa\nddiiffffeerreenntt oouuttccoommee,, yyoouu mmuusstt rraaiissee aa ccllaaiimm\nYES\nSSeeee ‘‘PPoolliiccyy oonn lloonngg--tteerrmm ccoonnddiittiioonnss oorr ddiissaabbiilliittiieess\nssuuppppoorrtteedd bbyy eevviiddeennccee aass ppeerr tthhee EECC\nIs your request for aaffffeeccttiinngg ssttuuddeennttss'' aabbiilliittyy ttoo ssttuuddyy aanndd ccoommpplleettee\npprroocceedduurree..\nan extension on aasssseessssmmeennttss’’ ttoo sseeeekk ssuuppppoorrtt..\ncoursework?\nIIss tthhiiss ssiittuuaattiioonn aann NO\nNO\naaccuuttee iinnjjuurryy// NO\ncciirrccuummssttaanncceess tthhaatt\nmmeeaannss yyoouu nneeeedd\nYES\nPPlleeaassee ssuubbmmiitt aann EExxtteennuuaattiinngg CCiirrccuummssttaanncceess ccllaaiimm hheerree YES\naaddjjuussttmmeennttss ffoorr aann\neexxaamm ((ee..gg.. bbrrookkeenn\nHHaavvee yyoouu rreeqquueesstteedd aa ccllaaiimm hhaanndd rreeqquuiirriinngg aa\nvviiaa tthhee CCEERRFF ((CCoouurrsseewwoorrkk ssccrriibbee))??\nYES YYoouu mmaayy aappppllyy ffoorr aa sseellff cceerrttiiffiieedd aabbsseennccee ffrroomm aann eexxaamm vviiaa tthhee\nEExxtteennssiioonn RReeqquueesstt ffoorrmm??))\nEExxtteennuuaattiinngg CCiirrccuummssttaanncceess pprroocceessss.. FFoorr ootthheerr aasssseessssmmeenntt ttyyppeess yyoouu\nwwiillll nneeeedd ttoo pprroovviiddee eevviiddeennccee ttoo ssuuppppoorrtt aa ccllaaiimm\nDo you need more time to do your\nYES\nNO\ncoursework?\nNO\nNNoo ffuurrtthheerr aaccttiioonn rreeqquuiirreedd"
  },
  {
    "source": "policy-on-circumstances-affecting-students-ability-to-study-and-complete-assessments.txt",
    "section": "This document relates to the extenuating circumstances (EC) policy and procedure...",
    "tags": [
      "assessment",
      "deadline",
      "panel",
      "evidence"
    ],
    "content": "This document relates to the extenuating circumstances (EC) policy and procedure that was\nin place at the University of Nottingham during the 2022/23 academic year. For information\nabout the policy from 25 September 2023 onwards, please visit our extenuating\ncircumstances webpages.\nPolicy on Circumstances Affecting Students’ Ability to Study and\nComplete Assessments\nThis page contains the University's policy on circumstances affecting students' ability\nto study and complete assessments. Its content is applicable to staff and students\nacross all of the UK, China and Malaysia campuses.\nPlease be aware that during academic year 2019/20, the University introduced exceptional\nregulations in response to the Covid-19 pandemic. These were campus specific and meant to be\nread in conjunction with all pre-existing content.\nFrom the beginning of academic year 2021/22, the active application of the exceptional regulations\naffecting this page has now ceased, with the sole exception of those which cover extenuating\ncircumstances at the University of Nottingham Malaysia (UNM). The following will remain active at\nUNM until further notice in light of the current situation in Malaysia:\n• Covid-19 EC Exceptional Regulations – UNM\n• Exceptional Guidance to Extenuating Circumstances Panels\nAny outcomes from the application of the regulations during academic years 2019/20 and 2020/21\nacross all three campuses will, however, continue to be honoured and used in all decisions\nregarding those affected.\nFurther details about those regulations which have NOT been extended into academic year 2021/22\ncan be found in the \"Exceptional regulations applied in response to Covid-19\" section below.\nPurpose\nDuring their study students may encounter significant personal difficulties that are outside their\ncontrol and impact on their ability to study and/or complete assessments."
  },
  {
    "source": "policy-on-circumstances-affecting-students-ability-to-study-and-complete-assessments.txt",
    "section": "The Policy on circumstances affecting students’ ability to study and complete as...",
    "tags": [
      "assessment",
      "deadline",
      "illness",
      "mental_health"
    ],
    "content": "The Policy on circumstances affecting students’ ability to study and complete assessments provides\nmechanisms by which students may bring circumstances having a detrimental impact on their study\nto the attention of the University.\nThe policy and associated procedures allow for the consideration of the impact of those\ncircumstances on their academic performance and the provision of measures to address the impact,\nwhere possible and appropriate.\n1. Principles\nIncludes: criteria; application\nIn order to be considered under this policy, such difficulties must meet all of the following criteria:\n• They must be out of the student’s control – the student could not have prevented them.\n• They must have had a significant impact – they must have had a demonstrably negative\nimpact on the student’s ability to study or to undertake an assessment.\n• The timing of the circumstances must be relevant to the claimed impact.\n• The appropriate management of circumstances affecting students’ study and assessment is\nsignificant in ensuring that academic standards are maintained and that students are treated\nfairly.\nThis policy is applicable to all types of student on all programmes or courses.\n2. Types of circumstance\nTwo types of circumstances may affect student performance in study and/or assessment:\n(a) Long term conditions/disabilities including Specific Learning Differences, such as dyslexia,\ndyspraxia, and ADHD, a recognised disability and/or long-term health condition, autism\nspectrum disorders (ASD) and mental health difficulties. For more information, please consult\nthe following:\nPolicy on long-term conditions or disabilities affecting students' ability to study and complete\nassessments\nStudents with Support Plans have access to coursework extensions\nThe thesis pending period (including Policy on extensions)\nVoluntary interruption of study\n(b) Shorter term circumstances such as a self-limiting illness which require consideration as and\nwhen they arise and may affect study and/or assessment. For more information, please consult\nthe following:\nExtenuating circumstances procedure\nThe thesis pending period (including Policy on extensions)"
  },
  {
    "source": "policy-on-circumstances-affecting-students-ability-to-study-and-complete-assessments.txt",
    "section": "3. Responsibilities of Schools/Departments",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "3. Responsibilities of Schools/Departments\ni. Schools should ensure that all students are aware of this policy and associated procedures.\nAs a minimum they are expected to include information in their initial induction packs and\nremind students each year of its existence. This may be done by inclusion in the\nSchool/Programme Handbook.\nii. Each School should ensure that students are aware of primary contacts for submission of\nclaims and should ensure that advice about possible outcomes/consequences is easily\navailable to students. There may be times when a School will need to respond to students in\na short timeframe so their procedures must support the ability to do this.\niii. Schools should ensure that their Personal Tutors are aware of this policy, associated\nprocedures and their responsibility, if appropriate, to support and advise their tutees when\nthey know of their intention to submit a claim.\niv. Schools should consider and respond to claims in accordance with the associated\nprocedures.\n4. Responsibilities of students\ni. Students are responsible for ensuring that they inform the University promptly of any\ncircumstances that they consider are affecting their ability to study and/or undertake\nassessments. With early warning of a problem, the University can provide appropriate\nsupport. Students should be aware that the University cannot respond to a student's\ncircumstances if they remain unaware of relevant information.\nii. Where possible, students should contact their Personal Tutor, Welfare Officer or other\nappropriate staff member in advance of engaging with associated procedures, so that they\nmay receive guidance and support in these processes.\niii. Students are expected to observe timeframes for the submission of claims defi ned in\nprocedures associated with this policy.\niv. Students are responsible for obtaining and providing the required evidence demonstrating\ntheir claimed circumstances. The University will not seek documentary evidence on a\nstudent’s behalf.\nv. Students should make every eff ort to ensure that they are fit to study and undertake\nassessment, and where a student feels that there are circumstances that are affecting them\nadversely it is their responsibility to seek advice and professional help, where relevant, to\nassist in resolving the problem.\nvi. Students are responsible for ensuring that they are available for all necessary study and\nassessment. A student will be in breach of the University’s attendance and engagement\nrequirements if they do not attend an examination or comply with a coursework deadline and"
  },
  {
    "source": "policy-on-circumstances-affecting-students-ability-to-study-and-complete-assessments.txt",
    "section": "do not submit an appropriately evidenced claim in accordance with one of the pro...",
    "tags": [
      "illness",
      "assessment",
      "deadline",
      "evidence",
      "panel"
    ],
    "content": "do not submit an appropriately evidenced claim in accordance with one of the procedures\nassociated with this policy.\nFor more information about the University's Regulations governing attendance and\nengagement, please consult the following:\nRegulations governing attendance and engagement\nvii. Students should use the policy and procedures reasonably and only for circumstances with\na genuine, significant and demonstrable negative impact\n5. Responsibilities of personal tutors\ni. Personal Tutors should support students making submissions related to the procedures\nassociated with this policy, as appropriate.\nii. If they have previously been made aware of circumstances affecting a student’s ability to\nstudy and / or complete assessments and believe those circumstances to have had an\nadverse impact on the student’s performance, at the student’s request, Personal Tutors\nshould provide a statement as per the evidence requirements of associated procedures.\niii. Personal Tutors should direct students to professional support for their circumstances and/or\ndirect them to and help them navigate through University processes and procedures, and/or\nprovide other appropriate support.\niv. Personal tutors must ensure their knowledge of these policies is current and provide advice\nwithin the parameters of published policies and procedures.\n6. Responsibilities of Welfare Officers/managers\ni. Welfare Officers should provide help and guidance to students in relation to their health and\nwelfare within the parameters of published policies and procedures. They will direct students\nto professional support for their circumstances and/or direct them to and help them navigate\nthrough University processes and procedures, and / or provide other appropriate support.\nii. Welfare Officers should support students making submissions related to the procedures\nassociated with this policy. Often this will be part of a wider package of support provided to\nan individual student.\niii. If they have previously been made aware of circumstances affecting a student’s ability to\nstudy and / or complete assessments and believe those circumstances to have had an\nadverse impact on the student’s performance, at the student’s request, Welfare Officers\nshould provide a statement as per the evidence requirements of associated procedures.\niv. Welfare Officers will attend and advise Extenuating Circumstances Panels on student cases,\nbut are not a member of the panel and are not part of the decision-making process."
  },
  {
    "source": "policy-on-circumstances-affecting-students-ability-to-study-and-complete-assessments.txt",
    "section": "v. Welfare Officers may meet with students to explore support relevant to the is...",
    "tags": [
      "assessment",
      "deadline",
      "panel"
    ],
    "content": "v. Welfare Officers may meet with students to explore support relevant to the issues identified\nin the claims the student has submitted.\n7. Responsibilities of Student Services staff – UK or equivalent at the international\ncampuses\ni. Staff will offer support, information and direction to relevant procedures and specialist\nservices. Guidance provided will be within the parameters of published policies and\nprocedures.\nii. Staff will receive, log and process for consideration claims submitted by students. Staff will\nkeep complete records of all claims and ensure that they manage and note extensions to\ndeadlines and deferrals of examination such that relevant University offices are informed of\nthe later assessment.\niii. Staff will notify students of the outcome of their claims and update student records\naccordingly.\niv. Staff will attend meetings of local Extenuating Circumstances Panels to ensure records are\nkept and due process is followed.\nv. Staff will review outcomes of claims, provide data and highlight inconsistent or incorrect\napplication of process or outcomes with the relevant Head of School/Department and, if\nappropriate, with Faculty Teaching and Learning Committees.\n8. Guidance on acceptable and unacceptable circumstances\nGuidance on types of circumstance and whether they might be considered as good cause for failing\nto comply with an assessment requirement is provided in each associated procedure.\n9. Ongoing circumstances\nWhere a student has had circumstances which affect their ability to study and/or take assessments\nfor one period accepted but continues to be affected by or has a recurrence of the same\ncircumstances, they should seek medical/other advice. If necessary they should either refer to the\nPolicy on long-term conditions or disabilities affecting students' ability to study and complete\nassessments so that appropriate support for study or individual arrangements for examinations can\nbe put in place or discuss with their School/Department the possibility of voluntarily interrupting their\nstudies until the circumstances have been resolved.\nFurther information regarding ongoing circumstances can also be found in section 4 of the\nExtenuating Circumstances Procedure."
  },
  {
    "source": "policy-on-circumstances-affecting-students-ability-to-study-and-complete-assessments.txt",
    "section": "For more information, please consult the following:\nPolicy on long-term conditio...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "For more information, please consult the following:\nPolicy on long-term conditions or disabilities affecting students' ability to study and complete\nassessments\nVoluntary interruption of study\nExtenuating circumstances procedure\n10. Formal complaint\nIf a student has made, or is making, a complaint under the Student Complaint Procedure and feels\nthat the matters covered by that complaint may have affected their assessment performance, they\nshould make the School aware in writing of their complaint such that it can be taken into account if\nappropriate.\nFor more information, please consult the following:\nStudent Complaint Procedure\nPolicy on student complaints\n11. Timescales\nTimescales for submissions of claims will be published within the relevant procedure and must be\nadhered to.\nThe timescales are deemed to be reasonable and allow students adequate opportunity to notify the\nUniversity of circumstances affecting their ability to study and/or complete assessments.\n12. Evidence\nIncludes: reasons for rejection\nAll claims made under this policy must be supported by evidence/documentation as required in\neach procedure.\nClaims will be rejected if appropriate evidence is not included at the point of submission or provided\nwithin the relevant permissible timescales.\n13. Confidentiality of evidence\nConfidential information will only be shared within the University for the purposes of implementing\nthis policy in a fair and rigorous manner. Any student wishing to restrict the sharing of such"
  },
  {
    "source": "policy-on-circumstances-affecting-students-ability-to-study-and-complete-assessments.txt",
    "section": "information should make their wishes known to the appropriate members of staff, ...",
    "tags": [
      "illness",
      "assessment",
      "deadline",
      "evidence",
      "panel"
    ],
    "content": "information should make their wishes known to the appropriate members of staff, preferably in\nwriting.\nNormally such wishes will be respected unless to do so would be against the best interests of the\nUniversity community or the interests of safety or security of any person.\nData protection principles will be observed at all times and records of claims will be kept in\naccordance with the University’s records retention schedule.\n14. Informing students of outcomes\nStudent Services should inform students of the outcomes of claims in writing according to the\nrelevant procedure in a timely and reasonable manner.\n15. Authority\nDecisions regarding Extenuating Circumstances are made by Schools on behalf of the Quality and\nStandards Committee through School Examination Boards.\n16. Additional links\nDocumentation\n• Religious Observance Form\n• Extenuating circumstances procedure prior to 25 September 2017\nLinks\n• Policy on academic appeals\n• Assessment regulations\n• Policy on fitness to study\n• Students required to withdraw on grounds of health and safety\n• Status change immigration advice\n17. Exceptional regulations applied in response to Covid-19\nActively applied in 2019/20 and 2020/21\n• Covid-19 EC Exceptional Regulations - UNUK\n• Covid-19 EC Exceptional Regulations - UNNC\n• Exceptional Guidance to Extenuating Circumstances Panels\n• Covid-19 PGR extensions to period of registered study Exceptional Regulations – UNUK"
  },
  {
    "source": "policy-on-self-certification-for-examinations.txt",
    "section": "This document relates to the extenuating circumstances (EC) policy and procedure...",
    "tags": [
      "self-certification",
      "illness",
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "This document relates to the extenuating circumstances (EC) policy and procedure that was\nin place at the University of Nottingham during the 2022/23 academic year. For information\nabout the policy from 25 September 2023 onwards, please visit our extenuating\ncircumstances webpages.\nPolicy on self-certification for examinations\nThis page contains the University's policy on self-certification for examinations. Its\ncontent is only applicable to staff and students at the UK and China campuses.\nThe policy should be read in conjunction with the University’s Extenuating circumstances procedure:\nStudent Services - Extenuating circumstances procedure\nStudents may self-certificate absence from an examination(s) for a maximum of 2 consecutive\ncalendar days in an examination period, this includes e-exams. Students with a support plan that\nprovides additional time for examinations may self-certify absence if the examination duration is 48\nhours or less before any support plan adjustments are applied.\nKey principles\nIncludes: examination attendance; Guidance on acceptable circumstances and\nevidence; extenuating circumstances (EC)\nIn exceptional circumstances, where a student is prevented from attending an examination due to\ncircumstances which meet all of the criteria set out in section 1 of the Guidance on acceptable\ncircumstances and evidence (EC Procedure), they may use self-certification if they are unable to\nprovide any other form of evidence.\nThe circumstances must be out of the student’s control – the student could not have prevented\nthem.\nFor clarity, this policy is intended for use by students who, unexpectedly, are unable to\nattend an examination due to short-term, acute circumstances e.g. a migraine or sickness\nand diarrhoea, and who are unable to obtain medical evidence of this.\nIf a student wishes to give advance notice of their inability to sit an examination, evidence\nwill be required for this as part of their EC claim."
  },
  {
    "source": "policy-on-self-certification-for-examinations.txt",
    "section": "For more information about Guidance on acceptable circumstances and evidence, pl...",
    "tags": [
      "assessment",
      "deadline",
      "evidence",
      "self-certification"
    ],
    "content": "For more information about Guidance on acceptable circumstances and evidence, please consult\nthe following:\nStudent Services - Guidance on acceptable circumstances and evidence\nScope of policy\nIncludes: definitions; exceptions\nThe definition of an examination is a timetabled in-person written examination; an e-exam whether\nin person or online; a language oral examination; individual presentations or vivas; and/or a\npractical skills based (e.g. OSCE/OSPE exam).\nSelf-certification is only available for individual examinations and for summative examinations; it will\nnot be accepted for:\n• absence from a group assessment\n• ‘in-class’ assessments, including presentations, whether held within or without the\nUniversity’s exam periods\n• an extension/adjustment to a coursework deadline\n• absence from a practice placement\n• an examination that the student attended (self-certification is only applicable to non-\nattendance of assessments)\nOverview\nIncludes: procedure; examination period; extenuating circumstances form;\nassessment type; discounting for degree classification\nStudents may self-certificate absence from an examination(s) for a maximum of 2 consecutive\ncalendar days in an examination period, using the extenuating circumstances (EC) claim form. For\nabsence of more than two consecutive calendar days, or for a further EC claim in the same\nexamination period, medical or other evidence is required.\nFor more information about Extenuating circumstances, please consult the following:\nStudent Services - Extenuating circumstances\nStudents who are absent from an examination and who self-certificate will be required to undertake\nthe examination at the next scheduled time the examination is run, normally in the August /\nSeptember ‘re-sit’ period. The student will be offered a further attempt on the same basis as the\nmissed assessment i.e. if a first sit attempt assessment was missed, a further first attempt will be"
  },
  {
    "source": "policy-on-self-certification-for-examinations.txt",
    "section": "offered, if a reassessment was missed, a further reassessment attempt will be of...",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "offered, if a reassessment was missed, a further reassessment attempt will be offered. Normally,\nthe further attempt will be in the format of an examination, however, a different form of re-\nassessment to assess whether the learning outcomes are achieved, as determined by the\nSchool/Department, may be recommended if the same or equivalent of the original is no longer\npossible.\nBespoke examinations to facilitate progression, graduation etc. will not be scheduled i.e. there will\nbe no opportunity to take reassessments outside the next scheduled period.\nThe only potential outcome of a self-certificated absence claim is a further attempt at the\nassessment. A mark of 0 will be awarded for the missed examination until the student sits the\nexamination at the next scheduled assessment period.\nSelf-certified assessments are not eligible for discounting by Examination Boards for the\npurposes of calculating either module marks or degree classifications.\nStudents should be aware that if they self-certify their absence from a reassessment examination,\nthey may be prevented from progressing to the next stage of study, if the progression requirements\nof the course have not been met. Subject to the progression requirements of the course, some\nstudents may be able to proceed to the next stage of study, carrying the outstanding assessment\nbut, if not, they will have to interrupt their studies until the next scheduled assessment opportunity.\nStudent Services will notify students of the impact of their non-attendance on progression after the\nmeeting of the relevant progression or classification Examination Board.\nReview\nIncludes: fradulent cases; code of discipline\nThe University reserves the right to review the use of self-certification by students and to require\nevidence for multiple and frequent use of self-certification, for example, more than twice in an\nacademic session(year).\nThe University holds a reasonable expectation that students will only self-certify their absence from\nassessments when prevented from attending by circumstances beyond their control.\nClaims which are believed to give fraudulent reasons for absence from the assessment will be\ninvestigated under the Code of Discipline. If the claim is found to be fraudulent, disciplinary action\nmay be taken. Additionally, the mark of 0 for the missed assessment will be recorded as the final"
  },
  {
    "source": "policy-on-self-certification-for-examinations.txt",
    "section": "mark for that assessment for the purposes of progression and classification",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "mark for that assessment for the purposes of progression and classification. This means that a\nfurther reassessment opportunity will only be offered if required or permitted by regulations.\nConsiderations\nIncludes: maximum period from initial registration\nWhen self-certifying absence, all students should read and understand the implications of the\nUniversity’s Maximum period from initial registration which sets out that stages of study must be\ncompleted within a prescribed timeframe.\nFor more information about the Maximum period from initial registration, please consult the\nfollowing:\nMaximum period from initial registration for completion of studies"
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "What are acceptable circumstances for an EC claim?",
    "tags": [],
    "content": "What are acceptable circumstances for an EC claim?"
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "There are many circumstances that can impact your performance in an exam or asse...",
    "tags": [
      "assessment"
    ],
    "content": "There are many circumstances that can impact your performance in an exam or assessment, there are full details on what's acceptable in theEC Procedure,and a summary of those reasons is shown below."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "The University EC Regulations are outlinedhereand the University Policy on Circu...",
    "tags": [
      "assessment"
    ],
    "content": "The University EC Regulations are outlinedhereand the University Policy on Circumstances Affecting Students’ Ability to Study and Complete Assessmentsis outlinedhere."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: This is usually illness that spans more than 7 days fo...",
    "tags": [
      "assessment",
      "deadline",
      "illness"
    ],
    "content": "Acceptable circumstances: This is usually illness that spans more than 7 days for coursework, but can include acute cases for exams.  This includes students who have had a late diagnosis of a disability or long-term medical condition."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances:Short-term illness (less than 7 days) are not normall...",
    "tags": [
      "assessment",
      "illness"
    ],
    "content": "Unacceptable circumstances:Short-term illness (less than 7 days) are not normally acceptable circumstances with regards coursework, where the student is given a number of weeks/months to complete and submit such work.As general guidance an illness/ailment that does not require medical treatment or does not lead to a student being bedridden or will not cause a significant risk to others will not normally be acceptable circumstances.  Minor illnesses (e.g. colds) are not acceptable circumstances."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: If you have recently had an accident, injury or are ex...",
    "tags": [
      "assessment",
      "illness"
    ],
    "content": "Acceptable circumstances: If you have recently had an accident, injury or are experiencing a short-term health condition (for the first time), you may be in a position to request a short-term adjustment for your upcoming in-person exams (e.g. a scribe if you have broken your hand, or more time/rest breaks)."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: The claim should make clear the nature of the relation...",
    "tags": [],
    "content": "Acceptable circumstances: The claim should make clear the nature of the relationship between the student and the affected relative and how the student’s ability to study has been impacted.  This would normally only include close relatives (i.e. parents, siblings) but, with that concept in mind, it should be recognised that family structures vary."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "These would usually be a short-term condition",
    "tags": [
      "illness"
    ],
    "content": "These would usually be a short-term condition.  However, where the circumstances are external to the student and extend over more than one semester, such as chronic illness of a relative, it may be appropriate to accept the same circumstances for a longer period than one semester if it is not appropriate for the student to voluntarily interrupt their studies.  In such circumstances the student must discuss the situation with their School/Department and submit an extenuating circumstances form each semester to ensure that appropriate account is taken of the circumstances and appropriate support can be offered to the student."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: The claim should make clear the nature of the relation...",
    "tags": [
      "bereavement"
    ],
    "content": "Acceptable circumstances: The claim should make clear the nature of the relationship between the student and the deceased and how the student’s ability to study has been impacted. The circumstances of the bereavement may also be relevant."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "IT and/or computer failure during e-examinations",
    "tags": [
      "assessment"
    ],
    "content": "IT and/or computer failure during e-examinations"
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: This relates to the period of an e-exam only (not for ...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "Acceptable circumstances: This relates to the period of an e-exam only (not for coursework or exam revision).  This applies whether the exam is undertaken online remotely or on UoN facilities. Evidence will always be required."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: For e-exams, loss or corruption of files is not an a...",
    "tags": [
      "assessment",
      "bereavement"
    ],
    "content": "Unacceptable circumstances: For e-exams, loss or corruption of files is not an acceptable extenuating circumstance.  It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: For assessed coursework (or exam revision), loss or ...",
    "tags": [
      "assessment",
      "bereavement"
    ],
    "content": "Unacceptable circumstances: For assessed coursework (or exam revision), loss or corruption of files is not an acceptable extenuating circumstance. It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources. Withdrawal of IT facilities or suspension for reason of debt are not acceptable circumstances."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: These may be considered acceptable circumstances, but ...",
    "tags": [],
    "content": "Acceptable circumstances: These may be considered acceptable circumstances, but students will need to demonstrate that they are seeking appropriate support including liaison with their personal tutor (orHere for You Guide)."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: As with all extenuating circumstances, the Universit...",
    "tags": [],
    "content": "Unacceptable circumstances: As with all extenuating circumstances, the University must be told about these circumstances in a timely manner (prior to the cut offs given in the extenuating circumstances procedure)."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: The University has apolicy on pregnancy related issues",
    "tags": [
      "deadline",
      "illness",
      "evidence"
    ],
    "content": "Acceptable circumstances: The University has apolicy on pregnancy related issues. Students who are pregnant should follow the guidance in this document. In some cases it may be appropriate to use the extenuating circumstances procedure (for instance when a student suffers from a specific illness caused by the pregnancy), in which case the requirements for illness or hospitalisation above should be followed."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: Please see the guidance for supporting students withpr...",
    "tags": [],
    "content": "Acceptable circumstances: Please see the guidance for supporting students withpregnancy and parental caring responsibilities. Please note, fathers are permitted to request extenuating circumstances for paternity leave."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances:It will be necessary to demonstrate how this has affect...",
    "tags": [
      "assessment"
    ],
    "content": "Acceptable circumstances:It will be necessary to demonstrate how this has affected the student’s ability to study and/or undertake assessment, with reference to other requirements as necessary (e.g. acute personal/emotional circumstances/hospitalisation)."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: This applies only in relation to examinations unless t...",
    "tags": [
      "assessment"
    ],
    "content": "Acceptable circumstances: This applies only in relation to examinations unless the circumstances are exceptionally severe and extended."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: Disturbances caused by housemates would generally be...",
    "tags": [],
    "content": "Unacceptable circumstances: Disturbances caused by housemates would generally be considered normal and therefore not acceptable as an extenuating circumstance. See also ‘accommodation disturbances’."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: It is the student’s responsibility to ensure that th...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: It is the student’s responsibility to ensure that they have access to suitable accommodation, including for any assessments offered in the reassessment period and for the full calendar year for postgraduate students, and therefore ongoing or foreseeable problems with accommodation are not normally acceptable circumstances."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: A student who is asked to undertake jury service that ...",
    "tags": [],
    "content": "Acceptable circumstances: A student who is asked to undertake jury service that would affect their ability to meet any of the requirements of their programme should make a request to the Court for the Jury Service to be deferred.  Only where the Court has refused such a deferral will Jury Service be considered as an acceptable extenuating circumstance."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: It is expected that students will ensure that they a...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: It is expected that students will ensure that they arrive at the assessment on time, irrespective of the form of transport used or relied upon. An inability to travel as a result of circumstances beyond the student's control may though constitute sufficient cause e.g. cancellation of a train/plane, car breakdown.  Students should, however, allow a reasonable contingency time in any travel arrangements made, including application for travel authorisation paperwork, as moderate delays are considered a normal expectation."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances:It is the student's responsibility to ensure that the...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances:It is the student's responsibility to ensure that they are available for all study activities and all assessments, including any assessments taking place on Saturdays in the main examination periods or offered in the reassessment period (August – September). All holidays and vacations should take place at a time that will not impact on the student's availability to study or undertake or prepare for an assessment(s)."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: It is the student's responsibility to ensure that th...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: It is the student's responsibility to ensure that they know and remember the location, time and duration of all formal assessments."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: Deadlines being close together or examinations sched...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "Unacceptable circumstances: Deadlines being close together or examinations scheduled close together will not normally constitute acceptable circumstances."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: It is expected that students will ensure that any pa...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: It is expected that students will ensure that any paid employment or voluntary work does not interfere with their ability to engage with their studies or assessments. It should be noted that examinations may be scheduled to take place on Saturdays during the published examination periods. The University hasguidance for students undertaking employment or other activities during their studies."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: This may be considered an acceptable circumstance if a...",
    "tags": [
      "illness",
      "evidence"
    ],
    "content": "Acceptable circumstances: This may be considered an acceptable circumstance if a medical diagnosis of illness is made (see illness above).  Medical evidence would be required."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: Preparing for and taking assessments can be a demand...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: Preparing for and taking assessments can be a demanding time both physically and psychologically and feeling ‘below par', stressed and anxious leading up to and during an assessment(s) is a common experience of many students and therefore not an extenuating circumstance. The typical symptoms associated with ‘exam stress’ (e.g. anxiety, sleeping disturbances, feeling nauseous etc.) would not normally be considered acceptable extenuating circumstances."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: If a student has completedthe Religious Observance For...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "Acceptable circumstances: If a student has completedthe Religious Observance Formby the published deadline and it has not been possible to make alternative arrangements centrally, the School/Department should take reasonable steps to provide an alternative assessment opportunity. Where this is not possible, the School/Department may consider a claim under this policy."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: Absence from an assessment for reason of religious o...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: Absence from an assessment for reason of religious observance, where no Religious Observance Form has been completed, or where the relevant permission for absence has not been obtained prior to the assessment, will not be deemed an acceptable extenuating circumstance."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Religious observance requirements will not normally be regarded as an extenuatin...",
    "tags": [
      "assessment"
    ],
    "content": "Religious observance requirements will not normally be regarded as an extenuating circumstance with regard to assessed coursework where the student is given a number of weeks/months to complete and submit such work."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: If a student is convicted of a criminal offence any ...",
    "tags": [],
    "content": "Unacceptable circumstances: If a student is convicted of a criminal offence any disruption caused by the investigation or sentence is not an acceptable extenuating circumstance."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: Where the circumstances are within the control of th...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: Where the circumstances are within the control of the student they would not normally constitute sufficient cause for failure to comply with the assessment requirements or engage fully with their studies."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: Not informing the University of circumstances for an...",
    "tags": [
      "deadline"
    ],
    "content": "Unacceptable circumstances: Not informing the University of circumstances for any reason are not considered to be credible and compelling explanations for non-submission of contemporaneous claims. The University can only consider circumstances if they are disclosed in accordance with this policy."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Submitting the same extenuating circumstances more than once",
    "tags": [],
    "content": "Submitting the same extenuating circumstances more than once"
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Acceptable circumstances: This would only be considered acceptable if the studen...",
    "tags": [],
    "content": "Acceptable circumstances: This would only be considered acceptable if the student has accessed appropriate support to manage the circumstances but there is an unexpected acute episode at a particularly significant time."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: Submitting the same extenuating circumstances more t...",
    "tags": [],
    "content": "Unacceptable circumstances: Submitting the same extenuating circumstances more than once would not normally be considered an acceptable circumstance."
  },
  {
    "source": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "section": "Unacceptable circumstances: It is not normally possible for the circumstance to ...",
    "tags": [
      "assessment"
    ],
    "content": "Unacceptable circumstances: It is not normally possible for the circumstance to have arisen more than 12 months before the affected assessment for a claim to be made under this regulation. Matters which extend over 12 months would need to claim under thePolicy on long-term conditions or disabilities affecting students' ability to study and complete assessmentsso that appropriate support for study or individual arrangements for examinations can be put in place."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Programme and module design and approval",
    "tags": [],
    "content": "Programme and module design and approval"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Assessment, awards and degree classificationAssessment overview and School respo...",
    "tags": [
      "academic_misconduct",
      "assessment",
      "evidence"
    ],
    "content": "Assessment, awards and degree classificationAssessment overview and School responsibilitiesAssessment RegulationsAssessment and marking policiesDegree classificationCircumstances affecting students' ability to study and complete assessmentsExtenuating circumstancesFitness to practise proceduresRegulation on academic misconductRegulation and code of practice on proofreading"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Assessment overview and School responsibilities",
    "tags": [
      "assessment"
    ],
    "content": "Assessment overview and School responsibilities"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Circumstances affecting students' ability to study and complete assessments",
    "tags": [
      "assessment"
    ],
    "content": "Circumstances affecting students' ability to study and complete assessments"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Personal tutoring, student support and development",
    "tags": [],
    "content": "Personal tutoring, student support and development"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Circumstances affecting students' ability to study and complete assessments",
    "tags": [
      "assessment"
    ],
    "content": "Circumstances affecting students' ability to study and complete assessments"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "This page contains the University's regulation on circumstances affecting studen...",
    "tags": [
      "assessment"
    ],
    "content": "This page contains the University's regulation on circumstances affecting students' ability to study and complete assessments. Its content is applicable to staff and students across all of the UK, China and Malaysia campuses."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "During their study students may encounter significant personal difficulties that...",
    "tags": [
      "assessment"
    ],
    "content": "During their study students may encounter significant personal difficulties that are outside their control and impact on their ability to study and/or complete assessments."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "This page explains the various mechanisms by which students may bring circumstan...",
    "tags": [],
    "content": "This page explains the various mechanisms by which students may bring circumstances having a detrimental impact on their study to the attention of the University."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "This regulation and the associated procedures allow for the consideration of the...",
    "tags": [],
    "content": "This regulation and the associated procedures allow for the consideration of the impact of those circumstances on their academic performance and the provision of measures to address the impact, where possible and appropriate. This regulation is applicable to all types of student on all programmes or courses."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "They must have had a significant impact – they must have had a demonstrably nega...",
    "tags": [
      "assessment"
    ],
    "content": "They must have had a significant impact – they must have had a demonstrably negative impact on the student’s ability to study or to undertake an assessment."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "The timing of the circumstances must be relevant to the claimed impact",
    "tags": [],
    "content": "The timing of the circumstances must be relevant to the claimed impact."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "The appropriate management of circumstances affecting students’ study and assess...",
    "tags": [
      "assessment"
    ],
    "content": "The appropriate management of circumstances affecting students’ study and assessment is significant in ensuring that academic standards are maintained and that students are treated fairly."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Two types of circumstances may affect student performance in study and/or assess...",
    "tags": [
      "assessment"
    ],
    "content": "Two types of circumstances may affect student performance in study and/or assessment:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "2.2.1Long term conditions/disabilities including Specific Learning Differences, ...",
    "tags": [
      "assessment",
      "deadline",
      "illness",
      "mental_health"
    ],
    "content": "2.2.1Long term conditions/disabilities including Specific Learning Differences, such as dyslexia, dyspraxia, and ADHD, a recognised disability and/or long-term health condition, autism spectrum disorders (ASD) and mental health difficulties.Additional information in this regard (such as support for students with long term conditions or disabilities; about coursework extensions; for thesis pending extensions; or voluntary interruption of study) are provided in the ‘Related Regulations, Policies and Procedures’ Section below."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "2.2.2Shorter term circumstances such as a self-limiting illness which require co...",
    "tags": [
      "assessment",
      "deadline",
      "illness"
    ],
    "content": "2.2.2Shorter term circumstances such as a self-limiting illness which require consideration as and when they arise and may affect study and/or assessment. Additional information in this regard (such as the regulation for extenuating circumstances; or for thesis pending extensions) are provided in the ‘Related Regulations, Policies and Procedures’ Section below."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Where a student has had circumstances that affect their ability to study and/or ...",
    "tags": [
      "assessment"
    ],
    "content": "Where a student has had circumstances that affect their ability to study and/or take assessments for one period accepted but continues to be affected by or has a recurrence of the same circumstances, they must seek medical/other advice. If necessary, they must either refer to the regulation on long-term conditions or disabilities affecting students’ ability to study and complete assessments so that appropriate support for study or individual arrangements for examinations can be put in place or discuss with their School/Department the possibility of voluntarily interrupting their studies until the circumstances have been resolved."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Further information regarding ongoing circumstances can also be found in the ext...",
    "tags": [
      "deadline"
    ],
    "content": "Further information regarding ongoing circumstances can also be found in the extenuating circumstances procedure.(see ‘Related Regulations, Policies and Procedures’ Section below)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Timescales for submissions of claims will be published within the relevant proce...",
    "tags": [
      "deadline"
    ],
    "content": "Timescales for submissions of claims will be published within the relevant procedure and must be adhered to."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "The timescales are deemed to be reasonable and allow students adequate opportuni...",
    "tags": [
      "assessment"
    ],
    "content": "The timescales are deemed to be reasonable and allow students adequate opportunity to notify the University of circumstances affecting their ability to study and/or complete assessments."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "All claims made under this policy must be supported by evidence/documentation as...",
    "tags": [
      "evidence"
    ],
    "content": "All claims made under this policy must be supported by evidence/documentation as required in each procedure, except where explicitly permitted otherwise."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Claims will be rejected if appropriate evidence is not included at the point of ...",
    "tags": [
      "deadline",
      "evidence"
    ],
    "content": "Claims will be rejected if appropriate evidence is not included at the point of submission or provided within the relevant permissible timescales."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Data protection principles will be observed at all times and records of claims w...",
    "tags": [],
    "content": "Data protection principles will be observed at all times and records of claims will be kept in accordance with the University’s records retention schedule."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.1.1Schools need to ensure that all students are aware of this regulation and a...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "3.1.1Schools need to ensure that all students are aware of this regulation and associated procedures. As a minimum they are expected to include information in their initial induction packs and remind students each year of its existence. This may be done by inclusion in the School/Programme Handbook. Assessment level information (e.g. opt out of ‘no evidence’ extensions) needs to be included in module handbooks (so information is at module level for joint honours students)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.1.2Each School must ensure that students are aware of primary contacts for sub...",
    "tags": [
      "deadline"
    ],
    "content": "3.1.2Each School must ensure that students are aware of primary contacts for submission of claims and need to ensure that advice about possible outcomes/consequences is easily available to students. There may be times when a School will need to respond to students in a short timeframe so their procedures must support the ability to do this."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.1.3Schools must ensure that their Personal Tutors and Academic Guides are awar...",
    "tags": [],
    "content": "3.1.3Schools must ensure that their Personal Tutors and Academic Guides are aware of this regulation, associated procedures and their responsibility, if appropriate, to support and advise their tutees when they know of their intention to submit a claim."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.1.4Schools must consider and respond to claims in accordance with the associat...",
    "tags": [],
    "content": "3.1.4Schools must consider and respond to claims in accordance with the associated procedures."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.2.1Students are responsible for ensuring that they inform the University promp...",
    "tags": [
      "assessment"
    ],
    "content": "3.2.1Students are responsible for ensuring that they inform the University promptly of any circumstances that they consider are affecting their ability to study and/or undertake assessments. With early warning of a problem, the University can provide appropriate support. Students need to be aware that the University cannot respond to a student's circumstances if they remain unaware of relevant information."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.2.2Where possible, students are recommended to their Personal Tutor or Academi...",
    "tags": [
      "mental_health"
    ],
    "content": "3.2.2Where possible, students are recommended to their Personal Tutor or Academic Guide, Support and Wellbeing Officer (UNUK), Disability Liaison Officer (UNNC) or other appropriate staff member in advance of engaging with associated procedures, so that they may receive guidance and support in these processes."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.2.3Students are expected to observe timeframes for the submission of claims de...",
    "tags": [
      "deadline"
    ],
    "content": "3.2.3Students are expected to observe timeframes for the submission of claims defined in procedures associated with this regulation."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.2.4Students are responsible for obtaining and providing the required evidence ...",
    "tags": [
      "evidence"
    ],
    "content": "3.2.4Students are responsible for obtaining and providing the required evidence demonstrating their claimed circumstances. The University will not seek documentary evidence on a student’s behalf."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.2.5Students must make every effort to ensure that they are fit to study and un...",
    "tags": [
      "assessment"
    ],
    "content": "3.2.5Students must make every effort to ensure that they are fit to study and undertake assessment, and where a student feels that there are circumstances that are affecting them adversely it is their responsibility to seek advice and professional help, where relevant, to assist in resolving the problem."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.2.6Students are responsible for ensuring that they are available for all neces...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "3.2.6Students are responsible for ensuring that they are available for all necessary study and assessment. A student will be in breach of the University’s attendance and engagement requirements if they do not attend an examination or comply with a coursework deadline and do not submit an appropriately evidenced claim in accordance with one of the procedures associated with this regulation."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.3.1Personal Tutors and Academic Guides need to support students making submiss...",
    "tags": [
      "deadline"
    ],
    "content": "3.3.1Personal Tutors and Academic Guides need to support students making submissions related to the procedures associated with this regulation, as appropriate."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.3.2If they have previously been made aware of circumstances affecting a studen...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "3.3.2If they have previously been made aware of circumstances affecting a student’s ability to study and/or complete assessments and believe those circumstances to have had an adverse impact on the student’s performance, at the student’s request, Personal Tutors and Academic Guides are recommended to provide a statement as per the evidence requirements of associated procedures."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.3.3Personal Tutors and Academic Guides must direct students to professional su...",
    "tags": [],
    "content": "3.3.3Personal Tutors and Academic Guides must direct students to professional support for their circumstances and/or direct them to and help them navigate through University processes and procedures, and/or provide other appropriate support."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.4 Responsibilities of Support and Wellbeing Officers",
    "tags": [
      "mental_health"
    ],
    "content": "3.4 Responsibilities of Support and Wellbeing Officers"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.4.1Support and Wellbeing Officers (UNUK) or Senior Disability Support Advisors...",
    "tags": [
      "mental_health",
      "illness"
    ],
    "content": "3.4.1Support and Wellbeing Officers (UNUK) or Senior Disability Support Advisors (UNNC) must provide help and guidance to students in relation to their health and wellbeing within the parameters of published policies and procedures. They will direct students to professional support for their circumstances and/or direct them to and help them navigate through University processes and procedures, and/or provide other appropriate support."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.4.2Support and Wellbeing Officers (UNUK) or Senior Disability Support Advisors...",
    "tags": [
      "deadline",
      "mental_health"
    ],
    "content": "3.4.2Support and Wellbeing Officers (UNUK) or Senior Disability Support Advisors (UNNC) need to support students making submissions related to the procedures associated with this regulation. Often this will be part of a wider package of support provided to an individual student."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.4.3If they have previously been made aware of circumstances affecting a studen...",
    "tags": [
      "assessment",
      "mental_health",
      "evidence"
    ],
    "content": "3.4.3If they have previously been made aware of circumstances affecting a student’s ability to study and/or complete assessments and believe those circumstances to have had an adverse impact on the student’s performance, at the student’s request, Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisor (UNNC) are recommended to provide a statement as per the evidence requirements of associated procedures."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.4.4Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisor...",
    "tags": [
      "mental_health",
      "panel"
    ],
    "content": "3.4.4Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisors (UNNC) will attend and advise extenuating circumstances panels on student cases, but are not a member of the panel and are not part of the decision-making process."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.4.5Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisor...",
    "tags": [
      "mental_health"
    ],
    "content": "3.4.5Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisors (UNNC) may meet with students to explore support relevant to the issues identified in the claims the student has submitted."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.5.1Staff will offer support, information and direction to relevant procedures ...",
    "tags": [],
    "content": "3.5.1Staff will offer support, information and direction to relevant procedures and specialist services.  Guidance provided will be within the parameters of published policies and procedures."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.5.2Staff will receive, log and process for consideration claims submitted by s...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "3.5.2Staff will receive, log and process for consideration claims submitted by students. Staff will keep complete records of all claims and ensure that they manage and note extensions to deadlines and deferrals of examination such that relevant University offices are informed of the later assessment."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.5.3Staff will notify students of the outcome of their claims and update studen...",
    "tags": [],
    "content": "3.5.3Staff will notify students of the outcome of their claims and update student records accordingly."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.5.4Staff will attend meetings of local extenuating circumstances panels to ens...",
    "tags": [
      "panel"
    ],
    "content": "3.5.4Staff will attend meetings of local extenuating circumstances panels to ensure records are kept and due process is followed."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "3.5.5Staff will review outcomes of claims, provide data and highlight inconsiste...",
    "tags": [],
    "content": "3.5.5Staff will review outcomes of claims, provide data and highlight inconsistent or incorrect application of process or outcomes with the relevant Head of School/Department and, if appropriate, with Faculty Teaching and Learning Committees (UNUK), or Faculty Education and Student Experience Committee (UNNC)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Registry and Academic Affairs (UNUK) or Faculty Office (UNNC) must inform studen...",
    "tags": [],
    "content": "Registry and Academic Affairs (UNUK) or Faculty Office (UNNC) must inform students of the outcomes of claims in writing according to the relevant procedure in a timely and reasonable manner."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Long-term conditions or disabilities affecting students' ability to study and co...",
    "tags": [
      "assessment"
    ],
    "content": "Long-term conditions or disabilities affecting students' ability to study and complete assessments"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Students with Support Plans have access to coursework extensions",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "Students with Support Plans have access to coursework extensions"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "From the beginning of academic year 2021/22, the active application of the excep...",
    "tags": [],
    "content": "From the beginning of academic year 2021/22, the active application of the exceptional regulations affecting this page has now ceased, with the sole exception of those which cover extenuating circumstances at the University of Nottingham Malaysia (UNM). The following will remain active at UNM until further notice in light of the current situation in Malaysia:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Exceptional Guidance to Extenuating Circumstances Panels",
    "tags": [
      "panel"
    ],
    "content": "Exceptional Guidance to Extenuating Circumstances Panels"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "section": "Exceptional Guidance to Extenuating Circumstances Panels",
    "tags": [
      "panel"
    ],
    "content": "Exceptional Guidance to Extenuating Circumstances Panels"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Programme and module design and approval",
    "tags": [],
    "content": "Programme and module design and approval"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Assessment, awards and degree classificationAssessment overview and School respo...",
    "tags": [
      "academic_misconduct",
      "assessment",
      "evidence"
    ],
    "content": "Assessment, awards and degree classificationAssessment overview and School responsibilitiesAssessment RegulationsAssessment and marking policiesDegree classificationCircumstances affecting students' ability to study and complete assessmentsExtenuating circumstancesFitness to practise proceduresRegulation on academic misconductRegulation and code of practice on proofreading"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Assessment overview and School responsibilities",
    "tags": [
      "assessment"
    ],
    "content": "Assessment overview and School responsibilities"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Circumstances affecting students' ability to study and complete assessments",
    "tags": [
      "assessment"
    ],
    "content": "Circumstances affecting students' ability to study and complete assessments"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Personal tutoring, student support and development",
    "tags": [],
    "content": "Personal tutoring, student support and development"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "This page contains the University's extenuating circumstances regulation and pro...",
    "tags": [],
    "content": "This page contains the University's extenuating circumstances regulation and provides links to the relevant procedures and associated guidance. Its content is applicable to staff and students across all of the UK, China and Malaysia campuses."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "During the course of a student’s degree programme, they might be faced with exce...",
    "tags": [
      "assessment"
    ],
    "content": "During the course of a student’s degree programme, they might be faced with exceptional personal, medical or family problems and/or difficult and distressing events that are outside their control and that negatively affect their ability to take assessments and their academic performance. Such problems are known as 'extenuating circumstances'."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Extenuating circumstances are situations or events that meet all of the followin...",
    "tags": [],
    "content": "Extenuating circumstances are situations or events that meet all of the following criteria:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Negative impact – it must have had a demonstrably significant, negative impact o...",
    "tags": [
      "assessment"
    ],
    "content": "Negative impact – it must have had a demonstrably significant, negative impact on the student’s ability to study or to undertake an assessment."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The timing of the circumstances must be relevant to the claimed impact; these ar...",
    "tags": [],
    "content": "The timing of the circumstances must be relevant to the claimed impact; these are usually short-term in nature."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The extenuating circumstances regulation and associated procedures provides mech...",
    "tags": [],
    "content": "The extenuating circumstances regulation and associated procedures provides mechanisms by which students may bring extenuating circumstances to the attention of the University and allow for the consideration of the impact of those extenuating circumstances on their academic performance and the provision of measures to address the impact, where possible and appropriate."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If a student believes that their circumstances are affecting their ability to st...",
    "tags": [
      "assessment"
    ],
    "content": "If a student believes that their circumstances are affecting their ability to study, prepare or participate in assessments, then it is the student’s responsibility to let University staff know about those circumstances in a timely manner."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The University is committed to supporting its students and will seek to take acc...",
    "tags": [],
    "content": "The University is committed to supporting its students and will seek to take account of extenuating circumstances where it is possible and appropriate to do so, and when they are informed in a timely manner."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For the purpose of extenuating circumstances, assessments are either an exam or ...",
    "tags": [
      "assessment"
    ],
    "content": "For the purpose of extenuating circumstances, assessments are either an exam or coursework.  Ultimately the decision which type an assessment is for extenuating circumstances purposes is for the School/Department to decide and to inform students (usually via the module handbook). This coursework/exam distinction is important as it impacts the timeline for the extenuating circumstances claim and the possible outcomes."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The definition of an examination for extenuating circumstances purposes is a tim...",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "The definition of an examination for extenuating circumstances purposes is a timetabled in-person written examination; an e-exam whether in-person or online; a language oral examination; individual presentations or vivas; and/or a practical skills-based (e.g. OSCE/OSPE) exam; group presentations or vivas would be considered exams. Note that group presentations or vivas and in-class assessments are not permitted for self-certification (i.e. evidence would always be required). A PGR progression review will be classified as an exam for extenuating circumstances purposes."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Coursework includes any assessment where instructions are given in advance and s...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "Coursework includes any assessment where instructions are given in advance and students have days/weeks/months to prepare the submission.  PGR progression reports are included in this category. Coursework assignments are normally submitted through Moodle and/or through Turnitin."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.1.1The following gives guidance and examples of the types of circumstances and...",
    "tags": [
      "assessment"
    ],
    "content": "4.1.1The following gives guidance and examples of the types of circumstances and whether they might be considered as good cause for non-compliance with an assessment requirement or for missing teaching or required study. This is given without prejudice and for general guidance; it is not exhaustive, definitive or prescriptive."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.1.2In general terms the extenuating circumstances regulation and procedures ar...",
    "tags": [],
    "content": "4.1.2In general terms the extenuating circumstances regulation and procedures are intended to support students with circumstances that meet all the criteria in Clause 2 above. This is to be used sparingly by students to address only those circumstances where there is significant impact."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.1.3Normally students wouldnotbe expected to submit multiple extenuating circum...",
    "tags": [
      "assessment"
    ],
    "content": "4.1.3Normally students wouldnotbe expected to submit multiple extenuating circumstances claims for the same assessment.  Where they do, the previous outcomes would be cumulatively taken into account in determining the new outcome, which may include rejecting the claim."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.1.4Where a student has suffered from a series of discrete short-term illnesses...",
    "tags": [
      "mental_health",
      "illness"
    ],
    "content": "4.1.4Where a student has suffered from a series of discrete short-term illnesses resulting in multiple extenuating circumstances claims, a meeting must be arranged with the Personal Tutor and Support and  Wellbeing Officer (UNUK) or School Senior Tutor (UNNC) (or other appropriate staff member, e.g. PGR supervisors or SPSA) to consider the support options available, including the possibility of a voluntary interruption to study."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.1.5Extenuating circumstances would normally be limited to within one semester....",
    "tags": [
      "assessment"
    ],
    "content": "4.1.5Extenuating circumstances would normally be limited to within one semester.  A pragmatic approach with due regard for proportionality must be taken in this regard.  Chronic conditions of the student would not be considered acceptable exceptional circumstances and the student must be advised to review the regulation on long-term conditions or disabilities affecting students' ability to study and complete assessments so that appropriate support for study or individual arrangements for examinations can be put in place. It may sometimes be necessary for a student to consider the possibility of voluntarily interrupting their studies until the circumstances have been resolved."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.1.6The University considers each claim of extenuating circumstances on its own...",
    "tags": [
      "assessment"
    ],
    "content": "4.1.6The University considers each claim of extenuating circumstances on its own merits, as an individual case and according to the relevant regulation and procedures.4.1.7The following table of examples of the kind of acceptable and unacceptable circumstances are given without prejudice and for general guidance; it is not exhaustive, definitive or prescriptive: Due regard must be given to the reasonableness and proportionality of the outcome in determining what are and are not acceptable circumstances."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "This is usually illness that spans more than 5 working days",
    "tags": [
      "assessment",
      "illness"
    ],
    "content": "This is usually illness that spans more than 5 working days.  However, sometimes an acute illness would warrant an exceptional circumstance (for coursework and/or exams)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Short-term illness are not normally acceptable circumstances with regards course...",
    "tags": [
      "assessment",
      "illness"
    ],
    "content": "Short-term illness are not normally acceptable circumstances with regards coursework, where the student is given a number of weeks/months to complete and submit such work. However, the precise circumstances and timing of events will be relevant."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If you have recently had an accident, injury or are experiencing a short-term he...",
    "tags": [
      "assessment",
      "illness"
    ],
    "content": "If you have recently had an accident, injury or are experiencing a short-term health condition (for the first time), you may be in a position to request a short-term adjustment for your upcoming in-person exams (e.g. a scribe if you have broken your hand, or more time/rest breaks)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The claim must make clear the nature of the relationship between the student and...",
    "tags": [],
    "content": "The claim must make clear the nature of the relationship between the student and the affected relative and how the student’s ability to study has been impacted.  This would normally only include close relatives (i.e. parents, siblings) but, with that concept in mind, it is important to recognise that family structures vary."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "However, where the circumstances are external to the student and extend over mor...",
    "tags": [
      "illness"
    ],
    "content": "However, where the circumstances are external to the student and extend over more than one semester, such as chronic illness of a relative, it may be appropriate to accept the same circumstances for a longer period than one semester if it is not appropriate for the student to voluntarily interrupt their studies.  In such circumstances the student must discuss the situation with their School/Department and submit an extenuating circumstances form each semester to ensure that appropriate account is taken of the circumstances and appropriate support can be offered to the student."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "This relates to the period of an e-exam only (not for coursework or exam revisio...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "This relates to the period of an e-exam only (not for coursework or exam revision).  This applies whether the exam is undertaken online remotely or on UoN facilities. Evidence will always be required."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For e-exams, loss or corruption of files is not an acceptable extenuating circum...",
    "tags": [
      "assessment",
      "bereavement"
    ],
    "content": "For e-exams, loss or corruption of files is not an acceptable extenuating circumstance.  It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For assessed coursework (or exam revision), loss or corruption of files is not a...",
    "tags": [
      "assessment",
      "bereavement"
    ],
    "content": "For assessed coursework (or exam revision), loss or corruption of files is not an acceptable extenuating circumstance. It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Please note, fathers are permitted to request extenuating circumstances for pate...",
    "tags": [],
    "content": "Please note, fathers are permitted to request extenuating circumstances for paternity leave."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "A student who is asked to undertake jury service that would affect their ability...",
    "tags": [],
    "content": "A student who is asked to undertake jury service that would affect their ability to meet any of the requirements of their programme must make a request to the Court for the Jury Service to be deferred.  Only where the Court has refused such a deferral will Jury Service be considered as an acceptable extenuating circumstance."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "It is expected that students will ensure that any paid employment or voluntary w...",
    "tags": [
      "assessment"
    ],
    "content": "It is expected that students will ensure that any paid employment or voluntary work does not interfere with their ability to engage with their studies or assessments. It must be noted that examinations may be scheduled to take place on Saturdays during the published examination periods. The University hasguidance for students undertaking employment or other activities during their studies."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If a student has completedthe Religious Observance Formby the published deadline...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "If a student has completedthe Religious Observance Formby the published deadline and it has not been possible to make alternative arrangements centrally, the School/Department must take reasonable steps to provide an alternative assessment opportunity. Where this is not possible, the School/Department may consider a claim under this regulation."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Students may submit extenuating circumstance claims in respect of performance in...",
    "tags": [
      "assessment"
    ],
    "content": "Students may submit extenuating circumstance claims in respect of performance in assessments affected by symptoms attributable to religious observance (e.g. Ramadan)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Absence from an assessment for reason of religious observance, where no Religiou...",
    "tags": [
      "assessment"
    ],
    "content": "Absence from an assessment for reason of religious observance, where no Religious Observance Form has been completed, or where the relevant permission for absence has not been obtained prior to the assessment, will not be deemed an acceptable extenuating circumstance."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "It is not normally possible for the circumstance to have arisen more than 12 mon...",
    "tags": [
      "assessment"
    ],
    "content": "It is not normally possible for the circumstance to have arisen more than 12 months before the affected assessment for a claim to be made under this regulation."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Matters which extend over 12 months would need to claim under theRegulation on l...",
    "tags": [
      "assessment"
    ],
    "content": "Matters which extend over 12 months would need to claim under theRegulation on long-term conditions or disabilities affecting students' ability to study and complete assessmentsso that appropriate support for study or individual arrangements for examinations can be put in place."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Extenuating circumstance claims with evidence have a broader range of outcomes a...",
    "tags": [
      "evidence"
    ],
    "content": "Extenuating circumstance claims with evidence have a broader range of outcomes available to them than those without evidence."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Also, some assessments are not allowed to have extenuating circumstances claims ...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "Also, some assessments are not allowed to have extenuating circumstances claims without evidence.  Schools/Departments will notify students (e.g. via the module handbook) which assessments these are."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Students studying on the UNM or UNNC campuses (whether full time or as an exchan...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "Students studying on the UNM or UNNC campuses (whether full time or as an exchange student) are not permitted to have extenuating circumstances without evidence, whether exam or coursework, due to local regulations."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.2.1   Self-certification from an exam (no evidence required)",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "4.2.1   Self-certification from an exam (no evidence required)"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Not applicable to circumstances relating to modules being undertaken at the UNM ...",
    "tags": [],
    "content": "Not applicable to circumstances relating to modules being undertaken at the UNM or UNNC campuses."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Where a student is prevented from attending an individual summative examination ...",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "Where a student is prevented from attending an individual summative examination due to circumstances which meet all of the criteria set out in the Extenuating Circumstances Regulation (Clause 2), they may use self-certification if they are unable to provide any other form of evidence."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For clarity, this regulation is intended for use by students who, unexpectedly, ...",
    "tags": [
      "assessment",
      "illness",
      "evidence"
    ],
    "content": "For clarity, this regulation is intended for use by students who, unexpectedly, are unable to attend an examination due to short-term, acute circumstances e.g. a migraine or sickness and diarrhoea, and who are unable to obtain medical evidence of this. If a student wishes to give advance notice of their inability to sit an examination, evidence will be required for this as part of their EC claim."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Self-certification is only available for individual, summative, in person examin...",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "Self-certification is only available for individual, summative, in person examinations; it will not be accepted for:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "an examination that the student attended (self-certification is only applicable ...",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "an examination that the student attended (self-certification is only applicable to non-attendance of assessments)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Students may self-certificate absence from an examination(s) for a maximum of 2 ...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "Students may self-certificate absence from an examination(s) for a maximum of 2 consecutive calendar days in an examination period, using the extenuating circumstances (EC) claim form. For absence of more than two consecutive calendar days, or for a further EC claim in the same examination period, medical or other evidence is required."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The only potential outcome available in the event of a self-certificated absence...",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "The only potential outcome available in the event of a self-certificated absence claim is a further attempt at the assessment. That is, student who are absent from an examination and who self-certify will be required to undertake the examination at the next scheduled time the examination is run, normally in the August/September ‘re-sit’ period. The student will be offered a further attempt on the same basis as the missed assessment i.e. if a first sit attempt assessment was missed, a further first attempt will be offered, if a reassessment was missed, a further reassessment attempt will be offered.  Bespoke examinations to facilitate progression, graduation etc. will not be scheduled i.e. there will be no opportunity to take reassessments outside the next scheduled period."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Normally, the further attempt will be in the format of an examination, however, ...",
    "tags": [
      "assessment"
    ],
    "content": "Normally, the further attempt will be in the format of an examination, however, a different form of re-assessment to assess whether the learning outcomes are achieved, as determined by the School/Department, may be recommended if the same or equivalent of the original is no longer possible."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Self-certified assessments are not eligible for discounting by Examination Board...",
    "tags": [
      "assessment"
    ],
    "content": "Self-certified assessments are not eligible for discounting by Examination Boards for the purposes of calculating either module marks or degree classifications."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Students must be aware that if they self-certify their absence from a reassessme...",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "Students must be aware that if they self-certify their absence from a reassessment examination, they may be prevented from progressing to the next stage of study, if the progression requirements of the course have not been met. Subject to the progression requirements of the course, some students may be able to proceed to the next stage of study, carrying the outstanding assessment but, if not, they will have to interrupt their studies until the next scheduled assessment opportunity. Registry and Academic Affairs will notify students of the impact of their non-attendance on progression after the meeting of the relevant progression or classification Examination Board."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.2.2 Self-certifying for other assessment types:",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "4.2.2 Self-certifying for other assessment types:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Schools may allow students to self-certify for other individual, summative asses...",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "Schools may allow students to self-certify for other individual, summative assessments that are either e-exams or exams for extenuating circumstances purposes (see definition in section 4.0) for a maximum of 2 consecutive calendar days. Only assessments where a first sit opportunity exists may be eligible. Assessments where self-certification is permitted must be clearly indicated via Moodle/Course handbook. A School must robustly monitor attendance such that self-certification is only allowed for non-attendance at assessments. A student may not self-certify for an e-exam that they have viewed."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "When self-certifying absence, all students must read and understand the implicat...",
    "tags": [
      "self-certification",
      "deadline"
    ],
    "content": "When self-certifying absence, all students must read and understand the implications of the University’s Maximum period from initial registration which sets out that stages of study must be completed within a prescribed timeframe.  For more information about the Maximum period from initial registration, please consult the relevant guidance in the ‘Related Regulations, Policies and Procedures’ section below."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The University reserves the right to review the use of self-certification by stu...",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "The University reserves the right to review the use of self-certification by students and to require evidence for multiple and frequent use of self-certification, for example, more than twice in an academic session (year)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The University holds a reasonable expectation that students will only self-certi...",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "The University holds a reasonable expectation that students will only self-certify their absence from assessments when prevented from attending by circumstances that align with acceptable exceptional circumstances."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Claims which are believed to give fraudulent reasons for absence from the assess...",
    "tags": [
      "academic_misconduct",
      "assessment"
    ],
    "content": "Claims which are believed to give fraudulent reasons for absence from the assessment will be investigated under the Academic Misconduct regulation."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.2.3   Coursework extension without evidence",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "4.2.3   Coursework extension without evidence"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Not applicable to circumstances relating to modules being undertaken at the UNM ...",
    "tags": [],
    "content": "Not applicable to circumstances relating to modules being undertaken at the UNM or UNNC campuses."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Where a student experiences circumstances which meet all of the criteria set out...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "Where a student experiences circumstances which meet all of the criteria set out in the extenuating circumstances regulation (Clause 2) but where evidence is not available, and if the School/Department permits for that assessment, an extenuating circumstance claim may be made without evidence to extend a coursework deadline. Schools/Departments need to inform students if `no evidence’ extensions are not permitted (for example via module handbooks). It is possible for some assessments in a School/Department to be eligible for `no evidence’ extensions and not others."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Unlike a ‘grace period’ there must be an associated circumstance and short term ...",
    "tags": [
      "deadline",
      "evidence"
    ],
    "content": "Unlike a ‘grace period’ there must be an associated circumstance and short term no evidence extension requests may be declined if the circumstances are not considered acceptable. (further explanation of acceptable and unacceptable circumstances can be found in section 4.1.7 above."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The only outcome available in these circumstances is an extension of up to five ...",
    "tags": [
      "deadline"
    ],
    "content": "The only outcome available in these circumstances is an extension of up to five working days.The extension request must align with the time impacted (e.g. if impacted for 2 working days, then the extension request must not be for more than 2 working days)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If a student requires a different outcome, for example a longer extension, then ...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "If a student requires a different outcome, for example a longer extension, then evidence will be required for this as part of their extenuating circumstance claim."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "It is not possible to request a short term no evidence extension to add extra ti...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "It is not possible to request a short term no evidence extension to add extra time onto an already upheld evidenced extension. If a second circumstance has occurred following an evidenced extension, then a further extenuating circumstance request can be made and it would require evidence (noting the circumstances around lengths of extensions in coursework outcomes 2 and 3)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "It is possible to request an evidenced extension after a short term no evidence ...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "It is possible to request an evidenced extension after a short term no evidence extension, for example if the reason turned out to be taking longer to resolve than originally expected or if a second circumstance had occurred. If the request was upheld, the duration of the short term no evidence extension already granted, would be taken into account (for example, if outcome 2 were decided on then the no evidence extension duration plus the evidenced extension duration would not be more than 15 working days)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Coursework assessments with ‘no evidence’ extensions are not eligible for discou...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "Coursework assessments with ‘no evidence’ extensions are not eligible for discounting by examination boards for the purposes of calculating either module marks or degree classifications."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The University reserves the right to review the use of ‘no evidence’ extensions ...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "The University reserves the right to review the use of ‘no evidence’ extensions by students and to require evidence for multiple and frequent use of ‘no evidence’ extensions, for example, more than twice in an academic session (year)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The University holds a reasonable expectation that students will only use ‘no ev...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "The University holds a reasonable expectation that students will only use ‘no evidence’ extensions for coursework assessments when prevented from attending by circumstances that align with acceptable exceptional circumstances  (see section 4.1.7 above for more guidance)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Claims which are believed to give fraudulent reasons will be investigated under ...",
    "tags": [
      "academic_misconduct"
    ],
    "content": "Claims which are believed to give fraudulent reasons will be investigated under the Academic Misconduct regulation and procedure."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.3.1Independent, reliable documentary evidence is normally required to accompan...",
    "tags": [
      "evidence"
    ],
    "content": "4.3.1Independent, reliable documentary evidence is normally required to accompany an extenuating circumstance claim. The exceptions are:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "When the student is making a  self-certification claim for an examination,",
    "tags": [
      "assessment",
      "self-certification"
    ],
    "content": "When the student is making a  self-certification claim for an examination,"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For coursework extensions of up to five working days, unless the School/Departme...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "For coursework extensions of up to five working days, unless the School/Department has explicitly told students (e.g. in the module handbook) that that is not permitted for a given assessment."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.3.2The burden of proof to support a claim lies with the student at all times.",
    "tags": [
      "evidence"
    ],
    "content": "4.3.2The burden of proof to support a claim lies with the student at all times."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.3.3Evidence presented by students must meet the following standards and must:",
    "tags": [
      "evidence"
    ],
    "content": "4.3.3Evidence presented by students must meet the following standards and must:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "(a) Where written by appropriately qualified professionals who are independent o...",
    "tags": [
      "assessment",
      "mental_health",
      "illness",
      "evidence"
    ],
    "content": "(a) Where written by appropriately qualified professionals who are independent of the student, be on headed paper and signed and dated by the author. Evidence presented by email may be acceptable if the email has been sent by the author from the official domain name of the author's organisation.  Students must note that the Cripps Health Centre and the University Counselling Service in the UK or UNNC Health and Wellbeing Centre will be unlikely to provide such confirmation if the student has had no engagement with the service(s) prior to the affected assessment(s)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "(b) Confirm specifically that the circumstances were witnessed on the relevant d...",
    "tags": [
      "evidence"
    ],
    "content": "(b) Confirm specifically that the circumstances were witnessed on the relevant date as opposed to being reported retrospectively. Evidence reported by the author as being informed retrospectively about the circumstances will not be acceptable evidence."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "(c) Be in English",
    "tags": [
      "evidence"
    ],
    "content": "(c) Be in English. It is the student's responsibility to provide supporting documentation and any translation must be undertaken by an accredited translator (e.g. be a member of the Association of Translation Companies (UNUK), or an accredited translator from a qualified translation institution (UNNC). Any associated costs must be met by the student."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.3.4Schools/Departments could also consider evidence supplied by other members ...",
    "tags": [
      "assessment",
      "mental_health",
      "evidence"
    ],
    "content": "4.3.4Schools/Departments could also consider evidence supplied by other members of staff known to the student, for example, Personal Tutors, Support and Wellbeing Officers or Hall Wardens.  It is not possible for University staff to give evidence for medical conditions."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "People in these roles must only provide supporting evidence if:",
    "tags": [
      "evidence"
    ],
    "content": "People in these roles must only provide supporting evidence if:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The student has engaged with them sufficiently prior to the affected assessment(...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "The student has engaged with them sufficiently prior to the affected assessment(s) such that they are fully conversant with their situation.  Retrospective information is not permitted as evidence."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "They are satisfied that there will have been an adverse impact on the student’s ...",
    "tags": [
      "assessment"
    ],
    "content": "They are satisfied that there will have been an adverse impact on the student’s ability to study and/or take assessments."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.3.5The University reserves the right to take such steps as are deemed necessar...",
    "tags": [
      "academic_misconduct",
      "evidence"
    ],
    "content": "4.3.5The University reserves the right to take such steps as are deemed necessary to verify the evidence submitted, without prior notification.  Where the University is unable to authenticate the material to its satisfaction, the claim may not be accepted. The University reserves the right to request sight of original documents, if necessary.  If there is evidence that a student has fraudulently presented documentation to the University the matter will usually be referred for consideration under the University’s Academic Misconduct regulations (UNUK, UNM, UNNC)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.3.6The following table offers examples of the associated evidence that is norm...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "4.3.6The following table offers examples of the associated evidence that is normally required to accompany acceptable circumstances (noting the exceptions in clause 4.3.1). These are given without prejudice and for general guidance; it is not exhaustive, definitive, or prescriptive. Due regard must be given to the reasonableness and proportionality of the outcome in determining what is and is not acceptable evidence."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Printouts from the NHS app which attest to the circumstances claimed in the form",
    "tags": [
      "assessment"
    ],
    "content": "Printouts from the NHS app which attest to the circumstances claimed in the form."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Where possible, a letter from an appropriate medical professional or statement f...",
    "tags": [
      "illness",
      "assessment",
      "deadline",
      "evidence",
      "mental_health"
    ],
    "content": "Where possible, a letter from an appropriate medical professional or statement from the University Counselling Service (or equivalent) confirming the nature of the illness and the likely impact it is having on the student's ability to undertake formal assessment and/or study. This includes medical certificates supplied by online doctors, provided that they are UK based and CQC-regulated."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "A letter of medical diagnosis issued by appropriate medical professional at AA o...",
    "tags": [
      "assessment",
      "mental_health",
      "illness",
      "evidence"
    ],
    "content": "A letter of medical diagnosis issued by appropriate medical professional at AA or AA+ hospital in China (or equivalent) or statement from theUNNC Health and Wellbeing Centreconfirming the nature of the illness and the likely impact it is having on the student’s ability to undertake formal assessment and/or study. The diagnosis letter must be issued in letterhead and stamped by the hospital as deemed official.  Medical certificates supplied by online doctors are not acceptable."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Students do not need to visit a Health Centre to provide medical certification w...",
    "tags": [
      "assessment",
      "illness"
    ],
    "content": "Students do not need to visit a Health Centre to provide medical certification when they have an obvious physical injury. Corroboration, such as a note from a hospital casualty department, or from a tutor who has seen the injury, would normally be sufficient. Examples of obvious physical injury could include plaster casts or metal pins supporting broken bones."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "A discharge report issued by appropriate medical professional at AA or AA+ hospi...",
    "tags": [
      "assessment"
    ],
    "content": "A discharge report issued by appropriate medical professional at AA or AA+ hospital in China (or equivalent) confirming the nature of the student’s circumstances , the period of hospitalisation and likely impact it may have on the student’s ability to undertake formal assessment and/or study. The discharge report issued in letterhead and stamped by the hospital as deemed official."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "A death certificateora letter confirming the death from an independent person (u...",
    "tags": [
      "bereavement",
      "evidence"
    ],
    "content": "A death certificateora letter confirming the death from an independent person (usually not a family member) Evidence from a hospital Family Bereavement Centre, or equivalent."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If extenuating circumstance panels require further information, please contact t...",
    "tags": [
      "mental_health",
      "panel",
      "evidence"
    ],
    "content": "If extenuating circumstance panels require further information, please contact the counselling service directly. It is unlikely that evidence will be given if there has been limited or no recent engagement with the service."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Where the impact of the crime has led to a medical or other professional consult...",
    "tags": [
      "assessment",
      "mental_health",
      "evidence"
    ],
    "content": "Where the impact of the crime has led to a medical or other professional consultation, an original medical certificate or letter from an appropriate medical professional or a letter from the University Counselling Service (or equivalent) confirming the likely impact the reported crime had/is having on the student's ability to undertake formal assessment and/or study."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.4 Outcome Recommendations for EC Panels",
    "tags": [
      "panel"
    ],
    "content": "4.4 Outcome Recommendations for EC Panels"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The full range of recommendations open to a Panel are detailed below",
    "tags": [
      "panel"
    ],
    "content": "The full range of recommendations open to a Panel are detailed below."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "An extenuating circumstances panel cannot change marks; marks or classifications...",
    "tags": [
      "assessment",
      "panel"
    ],
    "content": "An extenuating circumstances panel cannot change marks; marks or classifications can only be altered by reassessment or the setting aside of a module or element of a module when computing a mark or classification."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Panels must always first consider allowing a student an additional attempt as op...",
    "tags": [
      "panel"
    ],
    "content": "Panels must always first consider allowing a student an additional attempt as opposed to disregarding of elements or modules, making this latter recommendation only when additional attempts are not possible or are undesirable."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If a student’s Extenuating Circumstance claim for an exam is upheld, the extenua...",
    "tags": [
      "assessment"
    ],
    "content": "If a student’s Extenuating Circumstance claim for an exam is upheld, the extenuating circumstance outcome awarded will not be optional.  That is, if the student is granted another attempt at that assessment, the student will need to take that assessment as the original (affected) assessment will not be marked or the mark not released to the student."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If the student does not undertake the additional attempt granted by the extenuat...",
    "tags": [
      "assessment"
    ],
    "content": "If the student does not undertake the additional attempt granted by the extenuating circumstances request, they would be given zero for non-attendance at the exam.  Students will need to decide before submitting the extenuating circumstance claim whether they have been impacted.  It will not normally be possible to decide on an outcome after assessment marks are released, and such circumstances would require an exceptional case to QSC for approval."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If a student has made multiple extenuating circumstances claims, or perhaps exte...",
    "tags": [
      "assessment",
      "deadline",
      "panel"
    ],
    "content": "If a student has made multiple extenuating circumstances claims, or perhaps extended study for other reasons (e.g. Voluntary Interruption of Study), a further extension or attempt at an examination may take the student over the maximum period for stage or registration.  In such circumstances the extenuating circumstances panel must submit an Exceptional Case to the Quality and Standards Committee to seek an extension to the stage or registration (as appropriate) prior to sending a decision to the student for the extenuating circumstances claim.  The panel will need to consider currency of learning, previous extensions and impact on the student in making the case.  If this is approved, then a decision on the extenuating circumstance can be sent to the student."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "An extenuating circumstances panel may not make a recommendation which would cha...",
    "tags": [
      "academic_misconduct",
      "assessment",
      "panel"
    ],
    "content": "An extenuating circumstances panel may not make a recommendation which would change a penalty for academic misconduct imposed by a School, Department or an Academic Misconduct Committee e.g., a first sit cannot be offered for an assessment for which a penalty has been imposed.  If an extenuating circumstances panel makes a recommendation before the academic misconduct is detected, the academic misconduct finding will void a recommendation made by an extenuating circumstances panel."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.4.2   Extenuating circumstances outcomes",
    "tags": [],
    "content": "4.4.2   Extenuating circumstances outcomes"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Panels can determine one of the outcomes below:",
    "tags": [
      "panel"
    ],
    "content": "Panels can determine one of the outcomes below:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "i. because the grounds are not acceptable within the University’s extenuating ci...",
    "tags": [],
    "content": "i. because the grounds are not acceptable within the University’s extenuating circumstances regulation."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "ii. due to insufficient evidence. This would include, for example, evidence that...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "ii. due to insufficient evidence. This would include, for example, evidence that does not cover the relevant period; is not from an approved source; is insufficient to support the claim of seriousness of impact, or is not provided within the required timeframe"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "2. Where a School/Department permits for a given assessment, the claim is approv...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "2. Where a School/Department permits for a given assessment, the claim is approved without evidence, because there are sufficient grounds for believing that the student’s ability to study and/or perform in the relevant assessment(s) has been adversely affected."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "3. The claim is approved, and sufficient evidence has been provided, because the...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "3. The claim is approved, and sufficient evidence has been provided, because there are sufficient grounds for believing that the student’s ability to study and/or perform in the relevant assessment(s) has been adversely affected."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For students in their final year of study who have attempted and passed an asses...",
    "tags": [
      "assessment"
    ],
    "content": "For students in their final year of study who have attempted and passed an assessment but have made a claim on the basis of affected performance, Schools/Departments may also list the following outcome:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4. The claim is provisionally approved, and sufficient evidence has been provide...",
    "tags": [
      "panel",
      "evidence"
    ],
    "content": "4. The claim is provisionally approved, and sufficient evidence has been provided, but a final decision on the outcome and any recommendations will be deferred to a meeting of the extenuating circumstances panel at the end of the academic session when the full impact can be assessed."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If approved, the extenuating circumstances panel may make one or more of the fol...",
    "tags": [
      "assessment",
      "panel"
    ],
    "content": "If approved, the extenuating circumstances panel may make one or more of the following recommendations to the relevant Board of Examiners:For Undergraduate students, Postgraduate students on taught programmes and Postgraduate Research students undertaking taught modules:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "1. Where the extenuating circumstances claim does not include evidence, and if p...",
    "tags": [
      "assessment",
      "deadline",
      "evidence"
    ],
    "content": "1. Where the extenuating circumstances claim does not include evidence, and if permitted by the School/Department for the given assessment, grant an extension to the deadline set for a submission of up to 5 working days, taking into account other deadlines that the student has to meet. Students must be informed of any change to the timescale for the return of coursework and associated feedback in accordance with the Policy on Feedback to Students."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "2. Where the extenuating circumstances claim includes sufficient evidence, grant...",
    "tags": [
      "assessment",
      "deadline",
      "panel",
      "evidence"
    ],
    "content": "2. Where the extenuating circumstances claim includes sufficient evidence, grant an extension to the deadline set for a submission of up to 15 working days, taking into account other deadlines that the student has to meet. This must consider any support plan extensions for the same piece of work.  The two would be additive where the circumstances were distinct and where the timelines of the circumstances warranted this.  If that coursework has had previous extenuating circumstance extensions, the extenuating circumstances panels must take those into account (i.e. extensions on the same assignment would usually get progressively shorter).  Students must be informed of any change to the timescale for the return of coursework and associated feedback in accordance with the Policy on Feedback to Students."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "3a. A student needing more than 15 working days of extension (due to an extenuat...",
    "tags": [
      "deadline"
    ],
    "content": "3a. A student needing more than 15 working days of extension (due to an extenuating circumstance claim) is regarded as having been subject to serious circumstances that have impacted their work. To avoid on-going disruption to their studies, they will be required to submit their work in the resit period (or the School equivalent of this)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "3b. For a student needing more than 15 working days of extension (due to an EC c...",
    "tags": [
      "assessment",
      "deadline",
      "panel"
    ],
    "content": "3b. For a student needing more than 15 working days of extension (due to an EC claim) AND where a new assignment is required in the reassessment period, the panel may grant a first sit opportunity."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The options available for both coursework and exams below are also available",
    "tags": [
      "assessment"
    ],
    "content": "The options available for both coursework and exams below are also available.For exams:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4a. For self-certification (i.e. without evidence) in the case of a first attemp...",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "4a. For self-certification (i.e. without evidence) in the case of a first attempt, the only outcome available is to allow a further attempt as an equivalent sit  for which the mark gained will, subject to section 4(d)  of the Assessment Regulations and relevant Progression regulations (with or without attendance), count as the student’s first mark and therefore towards an award if relevant in the affected assessment(s). Note, the original assessment will not be marked/mark not released.  To not attend the further assessment would result in a mark of zero."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For more information, please consult the Assessment Regulations in the ‘Related ...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "For more information, please consult the Assessment Regulations in the ‘Related Regulations, Policies and Procedures’ section below."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4b. For self-certification (i.e. without evidence) in the case of a reassessment...",
    "tags": [
      "assessment",
      "evidence",
      "self-certification"
    ],
    "content": "4b. For self-certification (i.e. without evidence) in the case of a reassessment, the only outcome available is to allow an additional attempt at the examination or coursework (at the same or equivalent assessment), in accordance with the relevant Progression regulations (with or without attendance)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "5a. For claims for short-term adjustments, grant a short-term arrangement that w...",
    "tags": [
      "assessment"
    ],
    "content": "5a. For claims for short-term adjustments, grant a short-term arrangement that will be put in place for any in-person exams for the next assessment period (the outcome letter must expand on what this arrangement is). This is a temporary arrangement that will expire at the end of this assessment period."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "5b.  For claims for short-term adjustments, where there is insufficient time to ...",
    "tags": [
      "assessment"
    ],
    "content": "5b.  For claims for short-term adjustments, where there is insufficient time to make the arrangement for this assessment period, grant the student more time and/or rest breaks for any in-person exams for the next assessment period (the outcome letter must expand on what this arrangement is). This is a temporary arrangement that will expire at the end of this assessment period."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "5c. For claims for short-term adjustments, where there is insufficient time to m...",
    "tags": [
      "assessment"
    ],
    "content": "5c. For claims for short-term adjustments, where there is insufficient time to make the arrangement for this assessment period, both of the above outcomes (clauses 1a and 1b) are available."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "6. For extenuating circumstance claims for exams with sufficient evidence, both ...",
    "tags": [
      "assessment",
      "evidence"
    ],
    "content": "6. For extenuating circumstance claims for exams with sufficient evidence, both of the above outcomes (clauses 1a and 1b) are available plus all of the outcomes listed below."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "The options available for both coursework and exams below are also available",
    "tags": [
      "assessment"
    ],
    "content": "The options available for both coursework and exams below are also available."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "7. Recommend a different form of re-assessment, as determined by the School/Depa...",
    "tags": [
      "assessment"
    ],
    "content": "7. Recommend a different form of re-assessment, as determined by the School/Department, if the same or equivalent of the original is no longer possible, to assess whether the learning outcomes are achieved. Students have no automatic right to individual assessment of this nature. Approval from QSC will be required if this is outside regulation."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "8. Disregard an element of a module assessment and re-compute module mark based ...",
    "tags": [
      "assessment"
    ],
    "content": "8. Disregard an element of a module assessment and re-compute module mark based on completed components subject to regulation 6 of the Assessment Regulations (subject to PSRB requirements)."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For more information, please consult the Assessment Regulations in the ‘Related ...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "For more information, please consult the Assessment Regulations in the ‘Related Regulations, Policies and Procedures’ section below."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "9. Offer the student a repeat period of study and assessment (for which tuition ...",
    "tags": [
      "assessment"
    ],
    "content": "9. Offer the student a repeat period of study and assessment (for which tuition fees will be payable) subject to this being an option supported by any sponsor, immigration legislation or legal obligation and to the University’s regulation on Maximum Period from Initial Registration."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "10. In the case of final year students (this includes the taught stage for PGT s...",
    "tags": [
      "assessment",
      "panel",
      "evidence"
    ],
    "content": "10. In the case of final year students (this includes the taught stage for PGT students) when a further attempt at the assessment has not been possible before the relevant Examination Board is due to meet, disregard marks for specific affected module(s) to a maximum of 20 total credits across affected modules in computing the classification or credit weighted average for the final stage, subject to the provisions of the Regulations for Undergraduate, Taught Masters, Postgraduate Diploma and Postgraduate Certificate courses. Whilst a first attempt at the assessment must usually have been made for this option to be recommended, Section 6a of the Assessment Regulations must be taken into consideration at this point. The recommendation may only be applied at the end of the final year once the full marks profile is available, and is subject to PSRB requirements.  If a further first attempt has been offered earlier in the year as a result of an extenuating circumstances claim and it has not been possible for the student to undertake the assessment before the meeting of the Examination Board, the application of this recommendation may still be considered."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "11. When a student has experienced circumstances affecting their ability to stud...",
    "tags": [
      "assessment",
      "panel",
      "illness"
    ],
    "content": "11. When a student has experienced circumstances affecting their ability to study/take assessments in their final year of study, such that their final year performance is deemed unrepresentative of their academic profile, recommend that a case be made to QSC to for the purposes of recommending a degree classification outside regulations based on performance in earlier years.  This recommendation must only be used in exceptional circumstances for cases where there is no prospect of the student undertaking first attempts within a reasonable period of time, for example, in the case of chronic or terminal illness of the student or the dependent of a student."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Where options 5, 6, 7 or 8 have been applied no further consideration of the cir...",
    "tags": [
      "assessment"
    ],
    "content": "Where options 5, 6, 7 or 8 have been applied no further consideration of the circumstances will take place at an Examination Board.  For instance, where the School has offered a first attempt but the student does not take that opportunity, the circumstances will not be taken into account at the final Examination Board."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "For Postgraduate Research students at any stage of study the extenuating circums...",
    "tags": [
      "panel"
    ],
    "content": "For Postgraduate Research students at any stage of study the extenuating circumstances panel may:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Extenuating circumstances panels may also or alternatively make recommendations ...",
    "tags": [
      "panel"
    ],
    "content": "Extenuating circumstances panels may also or alternatively make recommendations in response to an extenuating circumstances claim. Recommendations may include, but are not limited to:"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "a student is advised to attend a meeting with their Personal Tutor, the School P...",
    "tags": [
      "mental_health"
    ],
    "content": "a student is advised to attend a meeting with their Personal Tutor, the School Postgraduate Student Advisor (SPSA) and a Support and Wellbeing Officer (UNUK) or School Senior Tutor (UNNC) to consider the support options available, including the possibility of a voluntary interruption of study;"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "a student is advised to seek support from relevant support services, e",
    "tags": [
      "mental_health"
    ],
    "content": "a student is advised to seek support from relevant support services, e.g. Counselling Service, Disability/Academic Support."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "If a student fails to seek appropriate support following a recommendation from a...",
    "tags": [
      "panel"
    ],
    "content": "If a student fails to seek appropriate support following a recommendation from an extenuating circumstances panel, further claims made due to similar circumstances may be rejected."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Where students have a further attempt at an assessment for to an upheld extenuat...",
    "tags": [
      "assessment"
    ],
    "content": "Where students have a further attempt at an assessment for to an upheld extenuating circumstance, Schools/Departments can make a case to QSC to request a different form of re-assessment to assess whether the learning outcomes are achieved if the same or equivalent of the original is no longer possible."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "4.5 Withdrawal of Extenuating Circumstances claims",
    "tags": [],
    "content": "4.5 Withdrawal of Extenuating Circumstances claims"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Where the conditions for a claim for Extenuating Circumstances no longer exist (...",
    "tags": [
      "assessment",
      "illness"
    ],
    "content": "Where the conditions for a claim for Extenuating Circumstances no longer exist (e.g., cancelled jury service, recovery from illness or injury), or a student believes their performance in the assessment for which they requested the EC would no longer be strongly impacted, it is possible in some cases for the student to withdraw their EC claim, subject to the following conditions. These apply whether or not the student has received an outcome for the EC claim."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "No EC claim may be withdrawn after the mark for that assessment has been release...",
    "tags": [
      "academic_misconduct",
      "assessment"
    ],
    "content": "No EC claim may be withdrawn after the mark for that assessment has been released to the student.An EC claim that is subject to Academic Misconduct investigation may not be withdrawn."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "All coursework EC claims may be withdrawn prior to the original coursework deadl...",
    "tags": [
      "assessment",
      "deadline"
    ],
    "content": "All coursework EC claims may be withdrawn prior to the original coursework deadline. If a coursework EC claim is withdrawn, the usual lateness penalties will apply where the coursework is handed in after the original deadline."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "All Exam EC claims may be withdrawn prior to the scheduled time of the Examinati...",
    "tags": [
      "assessment"
    ],
    "content": "All Exam EC claims may be withdrawn prior to the scheduled time of the Examination.An Exam EC claim may also be withdrawn up to 5 working days after the Exam, provided the mark has not been released to the student."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Requests to withdraw EC claims must be submitted via the ‘Ask a question’ option...",
    "tags": [],
    "content": "Requests to withdraw EC claims must be submitted via the ‘Ask a question’ option in the Student Enquiry Centre portal."
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Circumstances affecting students' ability to study and complete assessments",
    "tags": [
      "assessment"
    ],
    "content": "Circumstances affecting students' ability to study and complete assessments"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "Long-term conditions or disabilities affecting students' ability to study and co...",
    "tags": [
      "assessment"
    ],
    "content": "Long-term conditions or disabilities affecting students' ability to study and complete assessment"
  },
  {
    "source": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "section": "University of Nottingham Online Extenuating Circumstances Regulation",
    "tags": [],
    "content": "University of Nottingham Online Extenuating Circumstances Regulation"
  },
  {
    "source": "https://www.nottingham.ac.uk/studentservices/wellbeing/student-wellbeing.aspx",
    "section": "StudyStudy with usBrowse study areaStudy OptionsUndergraduatePostgraduateInterna...",
    "tags": [
      "deadline"
    ],
    "content": "StudyStudy with usBrowse study areaStudy OptionsUndergraduatePostgraduateInternational StudentsDegree ApprenticeshipsFees and fundingOpen DaysUpcoming eventsVirtual tourCampus InformationCampus lifeAccommodationStudent UnionSportStudent ServicesLiving in NottinghamRelated linksClearingFacilitiesLibrariesHelp and support"
  },
  {
    "source": "https://www.nottingham.ac.uk/studentservices/wellbeing/student-wellbeing.aspx",
    "section": "ResearchDiscover our researchBrowse research areaOur Research ImpactCase studies...",
    "tags": [
      "deadline"
    ],
    "content": "ResearchDiscover our researchBrowse research areaOur Research ImpactCase studiesInnovation and partnershipsBrowse ByFaculty researchResearch centres and institutesFacilities and ResourcesLibrariesConference centresFind an academicRelated linksResearch newsInterdisciplinary researchResearcher academyWorking with businessDigital researchInstitute for Policy and Engagement"
  },
  {
    "source": "https://www.nottingham.ac.uk/studentservices/wellbeing/student-wellbeing.aspx",
    "section": "If you are having difficulties at, or outside of university, please initially ar...",
    "tags": [
      "mental_health"
    ],
    "content": "If you are having difficulties at, or outside of university, please initially arrange to speak to one of Support & Wellbeing Officers. You can do this by clicking on 'I need some support', below. This will take you straight through to the booking system where you can choose an appointment day and time."
  }
]