[
  {
    "student_query": "I am a finalist and have been given a long extension - what does it mean for graduation?",
    "label": "ec_extension",
    "response": "\nFor many of you having been awarded long extensions, you will be expected to meet a deadline in or around the reassessment period in August (and may also require a new question to be set), however there will also be some who have been given deadlines before then. \n\nThe answer to this question will be different depending on which applies to you;\n\nI have been given a deadline prior to, or during the June exam period\n\nAs long as you submit your final coursework by this deadline (and are carrying no other reassessments), it is expected that your work will be marked and will not prevent you from graduating.\n\nI have been given an indication that I will be submitting this work prior to, or during the August reassessment period \n\nAt the point schools come together to confirm finalist awards in June/July you will not have completed all of your assessments, therefore you will not be eligible to graduate in the summer.\n\n\nCan I ask for an earlier deadline to enable me to graduate?\n\nWhere you have been awarded a long extension into the August reassessment period it is often because you will be given a different assignment to work on.\nWhere this is the case, you will not be given the new assignment/means to submit sufficiently early to graduate in July. \n\nWhere you know your assignment topic will not change, you may submit earlier than your deadline, however we expect it will be marked with other reassessment work in<span class=\"NormalTextRun SCXW53363852 B"
  },
  {
    "student_query": "What do I do if I had extenuating circumstances (ECs) which I have not yet reported?",
    "label": "ec_extension",
    "response": "Refer to theExtenuating Circumstances webpagesfor more information around submitting a claim.There are time limits on when you may raise ECs."
  },
  {
    "student_query": "What do I do if I had extenuating circumstances which I have reported but have not been considered?",
    "label": "ec_extension",
    "response": "Your school should have notified you of any action they have taken as a result of a claim, but if they have not, you should contact them in the first instance. It might also be appropriate to appeal. You can find information on the appeals processhere.\nThe Education Advisers in the Students’ Union offer help and advice if you are considering appealing or submitting late claims of extenuating circumstances. Contact details for this service are found online."
  },
  {
    "student_query": "Can I claim a no-evidence extension?",
    "label": "ec_extension",
    "response": "New in 2023-24 Academic year\n\nYou may be able to claim a coursework extension of up to five working days with no supporting evidence. \n \nThere is a flowchart, accessible via the EC student information page, that will help you identify the support options available to you, dependent on your situation. \n \nBe aware that not all coursework is eligible for a no evidence extension. \n\nTo check if a particular piece of assessment is eligible you can check with your school’s module/community pages on Moodle or with the module convenor directly. \n \nYou will need to provide an acceptable reason in order to be eligible for a no evidence extension. If you don't, your claim may be rejected. \n\nSee ‘What are acceptable circumstances for an EC claim’ for more details. "
  },
  {
    "student_query": "Can I cancel my EC claim?",
    "label": "unknown",
    "response": "If you are uncertain as to the level of impact of your situation and you are well enough to try sitting your exam, please do so.Remember you have five working days following your exam within which to submit your EC claim so you have time to decide on the level of impact.Equally, if you are not well enough to sit your exam, please don't.\nThe ECregulation is clear that if your extenuating circumstance claim is upheld, the outcome awarded is not optional.This is because in submitting the claim you have stated that you believe the circumstance affecting you will have a demonstrably significant, negative impact on your ability to study or to undertake an assessment.\nWhen the outcome of the claim is to grant another attempt at that assessment, we will try to ensure that the original (affected) assessment is not marked, or if it is that the mark is not released to you. However, due to short timescales associated with marking, particularly around the time of examination boards, this is not always possible. In these situations the mark will be voided and you will still be expected to complete the reassessment.However, we recognise that circumstances change and you have an opportunity to request that your claim is withdrawn.\nThe request for withdrawal should be made at the earliest opportunity via the student enquiry centre(select 01. Assessment, coursework, and exams from the 'I want to ask about dropdown option). This will be directed to your local assessments team for review.\n\nUnless the mark has already been shared, withdrawal requests made within five working days of an exam will be accepted.For coursework claims, cancellations can only be made up to the original deadline.\n\nIn the small number of cases where the work has been marked and that mark (confirmed or provisional) has been shared with you already, theclaim cannot be withdrawn.The mark will be voided and you will still be expected to complete the reassessment. \n\nGuidance on complete the Academic Appeals form can be found on our website.\n\nFind further detailson the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "How many exams can I use self-certification for?",
    "label": "unknown",
    "response": "This applies to exams only.Students may self-certificate absence from an examination(s) for a maximum of two consecutive calendar days, using the extenuating circumstances (EC) claim form.For absences of more than two consecutive calendar days, evidence will be required to support your claim.From September 24th 2024 where the term 'examination period' is used in the Regulations document, this may take place outside the standard university assessment periods.This is a change to previous policy to be implemented from 24th September for the new academic year (24/25).For coursework, some assessments are eligible for a no evidence short extension of up to five working days. More information here."
  },
  {
    "student_query": "EC Outcome 3d - Rejected - Insufficient evidence",
    "label": "unknown",
    "response": "Your claim is not approved because the evidence provided is insufficient to support the claim of seriousness of impact.\nIf you are able to obtain evidence that is deemed sufficient to support your claim you can submit for further review by the EC panel without submitting an appeal.\nIf you do decide to appeal the decision, you will be expected to provide evidence in order for the appeal to be considered. If you would like to ask a more specific question, please do so by submitting an enquiry via the Student Enquiry Portal where your local Assessments team will pick up your query and respond as soon as possible."
  },
  {
    "student_query": "How long will my extension be if my claim is successful?",
    "label": "ec_extension",
    "response": "In most cases, an extension of up to 15 days will be granted.\n\nIn severe circumstances, a much longer extension can be granted, the length of which would be appropriate to the circumstances of the claim. In such cases, it may be necessary for you to answer a new assessment. This would usually be where feedback has already been issued to the rest of the academic cohort. A dissertation topic on the other hand, would not usually be changed."
  },
  {
    "student_query": "If my EC claim is successful, will I still have the option to retain the mark given for the impacted assessment?",
    "label": "unknown",
    "response": "If an EC for exam results is granted for an equivalent sit(usually a first sit) then the original exam submission, if taken already, will not be marked. Where it has already been marked, it will not be included on your student record. \n\n"
  },
  {
    "student_query": "I uploaded the wrong document to support my EC claim. Can I delete it?",
    "label": "unknown",
    "response": "Yes you can - as long as you have not yet submitted your form.\n\nThe delete option appears on the 'Page 5 - Consent' section of the form as below.\n\n\nIf you have already submitted your claim, add a Note to your claim to tell the team that you have uploaded the wrong evidence. You can also add more documents as evidence after you have submitted your claim.\nWhat if I have more documents to add?\nSimply select 'Back' from this screen and uploaded via the 'Supporting evidence' page once again."
  },
  {
    "student_query": "EC Outcome 1a - Delayed extension",
    "label": "ec_extension",
    "response": "If you are in receipt of this outcome, it means that you have been granted an extension to the coursework deadline, where the outcome was issued beyond the new deadline. Your new submission is due within 2 working days of your outcome letter issue date.\nMoodle submissions:\nIf you have been given an extension but have already submitted a piece of coursework by your original deadline, you can submit a different piece of work in its place before your new extension date. If you encounter any problems with the submission, please contact our assessment specialists using the student enquiry centre. Do look out for your marks on Moodle and BlueCastle to check the cancellation of late penalties has definitely occurred and let us know via the Student Enquiry Portal (link below) if you have any concerns.\nTurn it in submissions:\nIf you haven’t submitted any work by the time you get the outcome letter, do so by uploading your final work to the relevant box in moodle. \nIf you submitted your coursework before the original deadline, check Moodle to see if your submission box has been reopened. If it hasn’t, please let our team know by asking a question in the student enquiry centre including your original turnitin number so that your online submission box can be reopened.\n\nWhen we reopen your submission box in Moodle, we will delete your original submission.\n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible.\n\nFind more information on the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "What is a conversation note?",
    "label": "unknown",
    "response": "Once your claim has been submitted via the student enquiry centre you can go back into it and send messages or upload more documents/evidence for your claim.To send a message, simply scroll down to Conversation Notes and select 'Add note or Attach file'.\nOur responses will also appear in this section.Although you may occasionally receive email notifications when your claim is updated, please do try to check back on your claims regularly to keep up to date on progress.You will experience delays in processing your claim if you do not respond to questions or requests from the team throughout the claim journey."
  },
  {
    "student_query": "How can I track the progress of my EC claim?",
    "label": "unknown",
    "response": "Once you have submitted a claim, log into the student enquiry centre and you will be able to see the list of enquiries and EC claims you have previously submitted. \n\nAs your claim progresses the 'status reason' will change. Our responses will also appear in the claim.See 'What is a status reason?' for a list of the status reasons used and what they mean. "
  },
  {
    "student_query": "I have submitted my extenuating circumstances claim but I need to upload some more evidence – how do I go about it?",
    "label": "ec_extension",
    "response": "Log into thestudent enquiry centre and re-open your claim by selecting the Claim Number link (they start ‘UoN-000’)Scroll down to the bottom of your claim and upload your file using the ‘Add Note or Attach file’ option, add the file:and submit.The assessment team will be notified of your newly uploaded evidence and will ensure the panel is notified ready for review."
  },
  {
    "student_query": "EC Outcome 3C - Reject - Evidence not from an approved source",
    "label": "unknown",
    "response": "Your claim is not approved because the evidence provided is not from an approved source. If you are able to obtain evidence that supports your claim that is from an approved source you can submit for further review by the EC panel without submitting an appeal.  \n  \nIf you do decide to appeal the decision, you will be expected to provide evidence in order for the appeal to be considered.  \n \nIf you would like to ask a more specific question, please do so by submitting an enquiry via the Student Enquiry Centre where your local Assessments team will pick up your query and respond as soon as possible. "
  },
  {
    "student_query": "EC Outcome: 1G - Element waived",
    "label": "unknown",
    "response": "The affected element of your module will be disregarded and your mark will be recalculated based on the elements you have completed in accordance with regulation 6 of the Assessment Regulations.Please check your mark once released in Blue Castle to ensure the recalculation has taken place as expected.If you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centrewhere your local Assessments team will pick up your query and respond as soon as possible."
  },
  {
    "student_query": "I'm unhappy with the outcome of my EC claim. What can I do?",
    "label": "unknown",
    "response": "The decision of the EC Panel is final unless new evidence has emerged since your claim was decided. If this is the case you may submit your further evidence for consideration by the school EC panel.\n\nThe best way to share your additional/new evidence will be via the 'Ask a Question'via the student enquiry centre. We advise submitting your additional evidence this way as it is more likely to be picked up by the correct team, particularly if your Extenuating Circumstances claim has been inactive for a while.\nIf new evidence becomes available after the relevant Examination Board has met, you will need to submit an Academic Appeal against the progression or classification decision.Before submitting an appeal we strongly encourage you to take some time to review the appeals policy and procedure to establish if you have grounds. If you do not have grounds, your appeal will be rejected.You will be required to provide evidence to support any appeal. All appeals must be raised within a month of the date your outcome was sent.Please find here a list of staff from across various areas who can offer you support with this process. The Extenuating Circumstances procedure is available here."
  },
  {
    "student_query": "The status reason for my extenuating circumstances claim is 'Panel Review Complete' but I haven’t received my outcome yet. What is happening?",
    "label": "ec_extension",
    "response": "This status indicates that the Panel has made a decision on your claim, it is now with the administration team to create your outcome letter.\nThis is not an automatic process and during busy periods may take a little while.Rest assured that our teams will do their best to prioritise claims where the deadlines are imminent (or have passed) in a chronological order and although we aim to send outcomes within three working days of the panel decision, less urgent outcomes may be sent up to five working days after the above status shows on your portal account. \n\nIf you are still waiting for your emailed outcome after five working days, do get in contact with your local Assessments team by creating a quick query via the student enquiry centreAlthough you can submit a conversation note (see also I have a question about my Extenuating Circumstances claim – what should I do?) to chase progress, we would ask that you wait for the team to process your outcomes (particularly at peak periods) as time taken responding to chases could cause further delays. \n"
  },
  {
    "student_query": "How do I upload multiple pieces of evidence to my EC claim in the portal?",
    "label": "unknown",
    "response": "There are a couple of ways to do this:1. For evidence/documents that are all saved on your device in one place(as photos/screenshots/File Explorer - when you go to upload evidence. 'Choose File' and then you can select multiple files/screenshots/photos from your device by highlighting them and select 'Open'\nHighlight multiple files to upload in one action:\nThe number of files being initially uploaded will show next to the 'Choose files' button here:\n2. Where your files from different sources (eg. Email attachments, photos, files etc..).\nChoose your first file and upload/open.Click on Next to see the files you have uploaded to date against this claim.To upload another file, select 'Back' and repeat the steps.\nConsent page will show you full list of all uploaded files.\n\nYou can delete files before submitting your form via the drop-down arrows to the right of each file, however once your form is submitted you will need to contact the Assessments team via the student enquiry portal.\nAfter you have submitted your claim, you can open it up in the student enquiry centre and select additional files to upload more evidence.\n\n\n"
  },
  {
    "student_query": "EC Outcome 3e - Reject - Insufficient grounds to impact performance",
    "label": "unknown",
    "response": "This means the claim is not approved because there are insufficient grounds (e.g. evidence supplied, or on your marks profile) to conclude that the claimants ability to study and/or perform in the relevant assessment(s) would have been significantly different in the absence of the circumstances described in the claim.  \n\nIf you are able to provide new evidence that proves the grounds are sufficient (in line with EC policy) to support your claim you can submit for further review by the EC panel without submitting an appeal by uploading more evidence to your claim via the Student Enquiry Portal.  \n\nSee I have submitted my extenuating circumstances claim but I need to upload some more evidence – how do I go about it?  for details on how to do this.\n  \nIf you do decide to appeal this decision, you will be expected to provide  evidence in order for the appeal to be considered.  \n \nIf you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible. "
  },
  {
    "student_query": "I made a mistake on my EC claim but only noticed after submission - help!",
    "label": "unknown",
    "response": "Once your EC claim has been submitted, the only amendments you can make independently are to:\nUpload further evidence/documentsAdd a conversation note\nOther than these two activities, you cannot edit any other detail on claims independently through the portal, however our assessment teams can help.\nLet us know the amendments/corrections you need, and our teams will amend your form or advise as appropriate. \nYou have two ways to let us know:\nAdding aconversation noteto let the administration team know the amendments you require.\nOR\nSubmit an enquiryto the assessments team (as long as you choose any of the assessments categories the enquiry will get to the right team!)\nEither way, please do let us know what's happened - we are here to help!"
  },
  {
    "student_query": "What has changed for Extenuating Circumstances in the 24/25 academic year?",
    "label": "ec_extension",
    "response": "Coursework extensions: up to five working day ‘no evidence extensions extensions available (exclusions may apply): \n \nYou may be able to claim a coursework extension of up to five working days with no supporting evidence. \n \nThere is a flowchart, accessible via the EC student information page, that will help you through the support options available to you. \n\nNot all coursework is eligible for a no evidence extension. \n \nTo check if a particular piece of assessment is eligible you can check with your school’s module/community pages on Moodle or with the module convenor directly. \n \nYou will need to provide an acceptable reason in order to be eligible for a no evidence extension. If you don't, your claim may be rejected. See ‘What are acceptable circumstances for an EC claim’ for more details. \n \nFirst sits \n \nThe approach for first sits for exams significantly changed from 23/24 onwards. \n<p class=\"Paragraph SCXW20943913 BCX0\" style=\"margin: 0; padding: 0; user-select: text; word-wrap: break-word; white-space: pre-wrap; font-weight: normal; font-style: normal; vertical-align: baseline; font-kerni"
  },
  {
    "student_query": "EC Outcome: 3A - Reject – Grounds not acceptable",
    "label": "unknown",
    "response": "The grounds cited in your claim have been identified as not acceptable in line with the extenuating circumstances policy, therefore your claim has been rejected.\n\nFor more details on the types of circumstances that do and do not constitute ‘acceptable grounds’ see the procedure here: Guidance on Acceptable Circumstances and Evidence (EC Procedure)\n\nIf you wish to appeal the decision, you will be expected to provide evidence of appropriate grounds in order for it to be considered – any appeals must be raised within a month of receiving your outcome.\n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the Student Enquiry Centre where your local Assessments team will pick up your query and respond as soon as possible.\n\nFind more information on the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "What are the timescales for submitting evidence in support of my EC claim?",
    "label": "unknown",
    "response": "According to the EC Procedure, evidence should usually be provided at the time of making the extenuating circumstances claim, but may be submitted up to 10 working days from the deadline/examination.\nIn the case of coursework extensions, make sure you submit work you have done by the original deadline, adding the term ‘EC Pending’ to the filename.This will indicate to the staff member marking your work that you have a pending EC.\nIt can exceptionally be provided later than this, but any extension to the evidence deadline must be approved in advance by the extenuating circumstances panel and cannot in any case be more than 10 working days after the extenuating circumstances deadline. \nExtensions of the deadline to provide evidence will be confirmed to you in writing.\nFor more detail on Timescales for submitting evidence, please refer to the ‘Timescales’ section in the EC Procedure.\nThe University EC Regulations are outlined here.\nThe University policy on circumstances affecting students' ability to study and complete assessments is availablehere."
  },
  {
    "student_query": "EC Outcome 1b - Extension granted",
    "label": "ec_extension",
    "response": "You have been granted an extension to the deadline. \n\nThe new agreed deadline will be quoted in your EC outcome email – please pay close attention to this detail as it may be different than the extension date you requested.\n\nIf you have not yet submitted any work by the time you receive your outcome, please simply submit your work by the newly agreed deadline.Although Moodle may identify your work as ‘late’, the admin team and marking staff will resolve this so you needn’t worry at this stage.\n\nIf you have submitted your work in progress by the original deadline (this is the recommended approach), please pay special attention to the additional paragraph in your outcome message.\n\nYou may not know if your school uses Moodle or Turnitin yourself; your Assessment team will identify this on your behalf and will ensure the correct instructions are included in your outcome letter.\n\nFor Moodle submissions:\nYou can replace original submissions up to the deadline and beyond so by uploading your updated piece of work it will overwrite the original\n\nFor Turnitin submissions:\nYou can only submit work once to Turnitin so if you have already submitted some work. contact your local assessments team with your original Turnitin submission number so they can re-open the submission box to allow a further submission by raising an enquiry in the student enquiry centre.\n\nNOTE: The reason additional action is required for Turnitin submissions is because by asking for the box to be re-opened, you are agreeing for your original submission to be deleted.\n\nIf you submit your updated piece of work AFTER the deadline, late penalties will apply, see here for how late penalties are calculated.\n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible.\n\nFind more information on the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "EC Outcome 2 - Provision Approval – Final Decision at Exam Board",
    "label": "unknown",
    "response": "The decision of the Panel is that your claim is provisionally approved based on the evidence provided, but a final decision on the outcome and any recommendations will be deferred to a meeting of the EC panel at the end of the academic year once your results profile is available and the full impact can be assessed\n\nNo further action is required currently.\n\nPLEASE NOTE! This outcome is not final.  \n\nYour outcome may change once the exam board review your performance at the end of the academic year. \n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible. \n\n\nFind more information on the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "EC outcome 4 – Not Considered – Out of Time",
    "label": "unknown",
    "response": "Your claim has not been considered because it has been submitted outside of the timeframe specified within the Extenuating Circumstances procedure with no authoritative evidence that you were unable to submit the claim earlier. The EC procedure sets out the following time limits: Coursework:  Claims must be submitted before the coursework deadline. Timetabled examinations/assessments:  Claims must be submitted prior to, or within 5 working days of the examinationIf you provide evidence that proves your inability to submit this claim earlier then this could be submitted for further review by the EC panel without submitting an appeal. See here for details on how to upload more evidence and see here for details on how to add a note to your claim to let the Assessment team know you have added further evidence and what the evidence is aiming to show. If you do decide to appeal this decision, you will be expected to provide evidence in order for the appeal to be considered. If you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible.Find more information on the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "What evidence should I submit with my EC?",
    "label": "unknown",
    "response": "For the majority of claims evidence is a requirement, however in some specific cases you may be able to submit your claim using the Self Certification route - there is a flowchart on the Extenuating Circumstances Student Services page to help you work out whether your claim will require evidence to support your claim.\n\nWhere your claim does require supporting evidence, a list of acceptable evidence is below.\nThis list is not exclusive and is included in Section 4.3: Standard of Evidence section of the EC Regulations here.\n\nAcceptable circumstances - Associated evidenceCircumstanceEvidenceIllnessPrintouts from the NHS app which attest to the circumstances claimed in the form.\nWhere possible, a letter from an appropriate medical professional or statement from the University Counselling Service (or equivalent) confirming the nature of the illness and the likely impact it is having on the student's ability to undertake formal assessment and/or study. This includes medical certificates supplied by online doctors, provided that they are UK based and CQC-regulated.\nChina specific requirements:\nA letter of medical diagnosis issued by appropriate medical professional at AA or AA+ hospital in China (or equivalent) or statement from theUNNC Health and Wellbeing Centreconfirming the nature of the illness and the likely impact it is having on the student’s ability to undertake formal assessment and/or study. The diagnosis letter should be issued in letterhead and stamped by the hospital as deemed official. Medical certificates supplied by online doctors are not acceptable.Hospitalisation/acute injuryDischarge notes.\nA medical letter/certificate from the relevant hospital confirming the nature of the student's circumstances.\nLetter of appointment for a specialist consultation, investigation or outpatient treatment.\nStudents should not need to visit a Health Centre to provide medical certification when they have an obvious physical injury. Corroboration, such as a note from a hospital casualty department, or from a tutor who has seen the injury, would normally be sufficient. Examples of obvious physical injury could include plaster casts or metal pins supporting broken bones.\nChina specific requirements:\nA discharge report issued by appropriate medical professional at AA or AA+ hospital in China (or equivalent) confirming the nature of the student’s circumstances , the period of hospitalisation and likely impact it may have on the student’s ability to undertake formal assessment and/or study. The discharge report issued in letterhead and stamped by the hospital as deemed official.Family illnessA medical certificate/letter from a medical professional confirming the nature and severity of the family circumstances.\nAforementioned China specific requirements would apply.BereavementA death certificate ora letter confirming the death from an independent person (usually not a family member). Evidence from a hospital Family Bereavement Centre, or equivalent.\nWhere these are not available, an order of service from the funeral.It is recognised that these levels of evidence are not always possible. Schools are permitted to use their discretion (e.g. tutor statement).IT and/or computer failure during e-examinationsScreenshots of the issue which demonstrate the timing and the longevity of the issue.\nWhere relevant, a statement of disrupted service from an internet provider.Acute personal/emotional circumstancesAn original medical certificate or letter from an appropriate medical professional or a letter from the University Counselling Service (or equivalent) confirming a list of counselling session attended dates.\nAforementioned China specific requirements would apply.\nIf extenuating circumstance panels require further information, please contact the counselling service directly. It is unlikely that evidence will be given if there has been limited or no recent engagement with the service.PregnancyMedical documentation and/or supporting letter from personal tutor (or Here for You Guide), depending on the circumstances.Victim of crimeA written statement of events which is supported by written evidence from the Police (including a crime reference number).Where the impact of the crime has led to a medical or other professional consultation, an original medical certificate or letter from an appropriate medical professional or a letter from the University Counselling Service (or equivalent) confirming the likely impact the reported crime had/is having on the student's ability to undertake formal assessment and/or study.For extreme circumstances (e.g. domestic or sexual abuse) it may be that a supporting letter from the personal tutor(or Here for You Guide) is appropriate evidence.Domestic disruptionWhere significant and unforeseen domestic disruption has occurred very close to a timetabled examination a letter from an appropriate independent individual/authority detailing the relevant circumstances and an indication of the likely impact with their contact details provided.Representing the Universityat a national eventor involvement in some othersignificant/ prestigious eventA letter of confirmation from the relevant organising body (or from their website) and a supporting statement from the student explaining why the event should be considered as significant/prestigious and the reason(s) why they are required to be absent from University.For applications under the High Performing Athlete policy, a letter from the coach or personal tutor (or Here for You Guide) may be appropriate evidence.Jury service (UK)A letter from the Court together with proof that a deferral has been requested and rejected or proof that a previous request for deferral has been accepted.Court attendance (UK)Where a student is required to attend a tribunal or court as a witness, defendant (see ‘Criminal Conviction’, Unacceptable Circumstances) or plaintiff the student should provide official correspondence from the tribunal/court confirming attendance or a solicitor’s letter detailing the nature and dates of the legal proceedings and the requirement for the student to attend."
  },
  {
    "student_query": "What is an extenuating circumstances status reason?",
    "label": "ec_extension",
    "response": "Once your Extenuating Circumstances (EC) form has been submittedthe Assessment teams in Registry and Academic Affairs (RAA)will conducta preliminary review of your claim and sendto the school EC panel for a decision.The team will ensure you are notified at each stage of the process by communicating to you via your claim using 'conversation notes'or by changing the status of your claim. What are the different EC Status Reasonsand what do they mean? \nStatusWhat does it mean?Not Yet SubmittedYour form is incomplete/has not yet been submitted. Go to 'Create Enquiries&gt;EC Claim' to finish andsubmit your open claim.You can revisit and amend previous pages by navigating the Previous/Next buttons. You can only have one incomplete claim at any one time.ReceivedYour form has been submitted and is awaiting an initial review by the Assessments Team beforepassing it to the panel for review.Awaiting Supporting EvidenceYou are being asked to provide evidence as you didnot upload anyon submission. Where this is thecase, a conversation note will have been postedwithin your claim with a link to theGuidance onAcceptable Evidence web pages. \nYou can upload more evidence via your claim, even after yourclaim has been submitted.OR:The panel have reviewed your claim and have asked for further evidence to be provided.Where thisis the case, a conversation note will have been postedwithin your claim with a link to theGuidance onAcceptable Evidence web pages.Sent to EC PanelYour claim has been initially reviewed and has been sent to the School EC Panel for a more detailedreview and outcome decision.Bear in mind that reviewing claims effectively and fairly is nota quick process - in some cases theremay be a need for second reviewto ensure all decisions are correct and in line with theEC Policy and Procedureso you may experience delays at this stage.Further information Requested from studentIt may be that the panel require other information from you to support your claim - this may beclarification on dates of impact or more details on the actual impact of the issue on your ability tocarry out assessments. Please respond to the request by 'adding a note' in your claim.The EC Panel will be able to see yours notes.As above, where this is the status, a conversation notewill have been postedwithin your claim.Panel Review CompleteThis indicates that the panel have reviewed your claim and have recorded an outcome on your claim.The Assessment team will send out the details of your outcome shortly.At busier times, this may nothappen straight away.Outcome Sent to StudentYou will receiveyour outcome via email. If your status is this and you haven't received your outcome,please check your junk mail and get in touch with the Assessment team by raising an enquiry via thestudent enquiry centreor by adding a comment in your claim to check on progressClosedThis status is only used to cancel duplicate claims or claims no longer required"
  },
  {
    "student_query": "EC Outcome: 1J - Revisit your performance",
    "label": "unknown",
    "response": "The EC panel in your school will make a recommendation to the Examination Board as soon as possible, that a case be made to Quality and Standards Committee (QSC) to revisit your performance in earlier years for the purposes of recommending a degree classification outside regulations. \n\nA recommendation to the Quality Standards Committee does not in itself guarantee approval.\n\nYou will be informed of the outcome once the case has been considered by QSC. This referral process can be lengthy and you may be asked for some information along the way to support your case. We appreciate your help and patience.\n\nYou will be contacted by the assessment team or your school if we need any additional information from you, otherwise no further action is required. \n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the Student Enquiry Centre where your local Assessments team will pick up your query and respond as soon as possible."
  },
  {
    "student_query": "EC Outcome: 1i - Disregard module mark",
    "label": "unknown",
    "response": "This outcome only applies to final year students (including the taught stage for PGT students). \n\nIt means that the EC panel will make a recommendation to the Examination Board to disregard your marks for a module (up to a maximum of 20 credits) when calculating the classification or credit weighted average for the final stage of your study, subject to the provisions of the Regulations governing your course of study.   \n\nNo further action is required; however we recommend you check your marks closely when released on Blue Castle to check this disregard has been carried out accurately. If you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible.\n\nFor more information please see the EC Regulations and EC Procedure."
  },
  {
    "student_query": "I can’t find the right affected assessment in the lookup on my EC - help!",
    "label": "unknown",
    "response": "There will be times when you need to raise a claim for an assessment that isn’t represented by the usual module codes, such as a Lab report or PGR annual review extension/.\nSome of the more regularly used assessment types have added them to the Assessment Affected look up for you to use as and when required.\nModule codeModule titleARM LitARM Literature reviewFFP-EXAMSFoundations for Practice assessmentsLABATTENDLab AttendanceLAB-REPTLab ReportNONMEDPRNon-Medical prescribingOSCEEXAMAssessments related to OSCEsPGRANREVPGR Annual Review ExtensionPGRS5003PG Thesis (0)PLACEMENAssessments relating to placementPORTFOLIPORTFOLIOPSA-EXAMPSA examREPEATYRRepeat the whole year (no need to list all modules)REPEATSMRepeat semester (no need to list all modules)\nIf there are any other types/formats of assessment that aren't represented on this list (and cannot be identified by a usual module code) then do feedback by raising an enquiry in the student enquiry centreso they can be added.\nTo use any of the above options, simply type the first three letters of the 'Module Code' into the lookup on your form followed by the magnifying glass.\n"
  },
  {
    "student_query": "EC Outcome 6  - Not Considered - After exam board",
    "label": "unknown",
    "response": "The Extenuating Circumstances procedure explains that only claims submitted before an Exam Board takes place in the summer will be considered by the EC panel in the timescales section. \n\nYour claim is not eligible for consideration by an EC Panel as claims may only be submitted before an exam board has reached a decision on a student’s results. After this point the Academic Appeal procedure should be followed under the category; “Performance in assessment was affected by extenuating circumstances”\n\nIn order to submit an Appeal for consideration you must be able to provide evidence that proved your inability to have made this claim before the exam board met.\n\nThe academic appeal submitted by the student will need to demonstrate that new evidence was not, and could not have been, made available to the Board of Examiners at the time of its original decision.  Any matters which could have been raised before the meeting of the Board, but, without good reason, were not raised, will not be considered in the event of an appeal. \n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible.\n\nFind more information on the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "What are the timescales for EC claims?",
    "label": "unknown",
    "response": "Coursework: Claims must be submitted before the coursework deadline.Note! Make sure you submit any work you have done by the original deadline - even if you haven’t received your outcome by this point - adding the term ‘EC Pending’ to the filename.\nThis will indicate to the colleague marking your work that you have a pending EC.Timetabled examinations/assessments:Claims must be submitted prior to, or within five working days of, the examination/assessment, including PGR Progression Review.Late Extenuating Circumstances claims will usually be rejected, unless there is evidence to prove not only the impact of the situation but also why the claim could not be submitted within the above timescales.\n\nMore details on timescales are outlined in the EC ProcedureThe University EC Regulations are outlined hereThe University Policy on Circumstances Affecting Students’ Ability to Study and Complete Assessments can be accessed here:"
  },
  {
    "student_query": "EC Outcome: 1K Short term adjustment approved",
    "label": "unknown",
    "response": "A short term arrangement will be put in place (as detailed in the panel comments in your outcome letter) for the next assessment period for any in-person exams.\n\nThis is a short term arrangement that will expire at the end of the next assessment period.\n\nIf you have any more specific questions, please do submit a quick enquiry using the student enquiry centre here.\n\nFor more information on the EC Regulations and EC Procedure, see here"
  },
  {
    "student_query": "I made a mistake on my (Not yet submitted) EC claim - what can I do?",
    "label": "unknown",
    "response": "The portal system changed on 14th December. Due to these changes, claims can only be amended whilst you are working on it and before submission.\n\nMake sure you have all the necessary information with you before you start a claim as the autosave function is no longer available.You can move back and forth through the form prior to submission and most fields will remain editable during this time. The only difference is on the 'Assessments Affected' page.\n\nAssessments Affected section: \nIf you made a mistake in the Assessments Affected section, once you submit each entry youcan now delete the entry and add a replacement one, but onlyprior to submission.\nThe delete button is on the far right of the Assessments Affected table - you will need to scroll all the way across to the far right to find it (as below):\n\n\nNOTE! The portal will no longer allow you to submit a previously started form.\nOnce your EC claim/Enquiry has been submitted the only amendments possible are adding more evidence/upload documents or adding portal comments for the assessments team.See the FAQ\"I submitted my EC claim but noticed a mistake - help!\" for further advice."
  },
  {
    "student_query": "EC Outcome: 1D - Resit granted",
    "label": "unknown",
    "response": "You will be allowed an additional reassessment attempt at the examination or coursework, which will count as your first resit attempt.\n\nAny original work completed will not be marked, or the mark will be voided. You must attend this first sit to gain a mark for this assessment. \n\nReassessments will normally take place in the next reassessment period. Where this differs you will be notified.\n\nSee other FAQs related to first sit and resit descriptions and our web pages here for further information.\n\nNOTE: Moodle will contain all data on whether the resit will be in person or an online exam.\n\nFor online exams, Moodle will be updated in advance of the exam period with the correct date, time and duration in addition to the master/personal exam timetables.\n\nIn some schools, resits take a different format to the original assessment – see Moodle for details.\n\nThe exam timetable is usually released a few weeks ahead of the exam period – your resit should be identified correctly both on Blue Castle and in your timetable. However for any discrepancies, please contact your local Assessment team to correct/clarify by raising an enquiry via the Student Enquiry Centre."
  },
  {
    "student_query": "EC Outcome: 1C - First sit awarded",
    "label": "unknown",
    "response": "Where you have an approved Extenuating Circumstances claim, with an outcome of 1c - First sit awarded, this means you will be allowed a further attempt for which the mark gained will count as your first mark (a first sit).\n\nAny original work completed will not be marked, or the mark will be voided. You must attend this first sit to gain a mark for this assessment.\n\n\nNOTE: Moodle will contain all data on whether the first sit will be in person or an online exam. \nFor online exams, Moodle will be updated in advance of the exam period with the correct date, time and duration in addition to the master/personal exam timetables.First sits will normally take place in the next reassessment period. Where this differs you will be notified.\nThe exam timetable is usually released a few weeks ahead of the exam period – your first sit should be identified correctly both on Blue Castle and in your timetable.\nFinalists\nFinalists taking first sits in August will not be eligible to graduate in July. Graduation for these students will be delayed until the next in person event in December, or inter-ceremony (remote) graduation from October.\nFor up to date information on Graduation, please see the Graduation UoN webpage here.\nIf you find any discrepancies, please contact your local assessment team to correct/clarifyby raising an enquiry via the student enquiries centre\nPlease find more details on reassessmentshere.\nAlso see ‘What is a first sit’ or ‘What is the difference between a first sit and resit’ for more guidance.\nDetails on the newEC Procedurefrom 25th September 2023\nSee the Student information page on ECs from 25th September 2023"
  },
  {
    "student_query": "What is an Extenuating Circumstance (EC)?",
    "label": "ec_extension",
    "response": "During your time with us you might experience significant personal difficulties.\nExtenuating circumstances (ECs) are events that affect your performance in assessments which are unforeseen and out of your control. Our EC procedure is intended to support students with these exceptional, short-term circumstances.\nIn the first instance we recommend that you notify, for example, your Personal Tutor (or Here for You Guide), PhD supervisor or theSupport and Wellbeing team, as soon as possible. \nThese people will be able to provide advice and direct you to appropriate procedures or support services, if applicable. \nIf you’ve discussed your circumstances and you identify you need to make a claim under theExtenuating Circumstances procedure, you will need to let us know byraising anextenuating circumstances claimvia the student enquiry centre.Your claim will be reviewed and you’ll be informed of the outcome of your claim via email.\nIf you have a Support Plan that states on it that extensions to deadlines in relation to your disability should be allowed on request, you do not necessarily need to complete an extenuating circumstances form. Refer to theprocedure for Students with Support Plansthat makes reference to extension.There is a helpful flowchart on this page that might help to work out which process is the right one for you.\nIf the issue affecting you is a long-term one, then an EC is not the appropriate route to go down. In these circumstances, you should seekadviceon getting a Support Plan in place.\nMore details on ECs and what they are outlined in the EC Procedure here.The University EC Regulations are outlined here.\nRead the University policy on circumstances affecting students’ ability to study and complete assessments."
  },
  {
    "student_query": "EC Outcome 3F - Not Considered, insufficient impact of award",
    "label": "unknown",
    "response": "Your claim is not approved for further consideration because although there is evidence of adverse impact, it is not to such an extent as to materially affect the degree class/programme awarded. \n\nIf you are able to provide further evidence that proves the level of adverse impact (in line with EC policy) you can submit for further review by the EC panel without submitting an appeal. However, the basis of this outcome does indicate that even if approved, this would not enable you to make enough of a difference in your final mark to improve your final classification.  \n  \nIf you do decide to appeal this decision, you will be expected to provide evidence in order for the appeal to be considered.  \n \nIf you would like to ask a more specific question, please do so by submitting an enquiry via the Student Enquiry Centre where your local Assessments team will pick up your query and respond as soon as possible. "
  },
  {
    "student_query": "What are acceptable circumstances for an EC claim?",
    "label": "unknown",
    "response": "There are many circumstances that can impact your performance in an exam or assessment, there are full details on what's acceptable in theEC Procedure,and a summary of those reasons is shown below.\nThe University EC Regulations are outlined hereand the UniversityPolicy on Circumstances Affecting Students’ Ability to Study and Complete Assessmentsis outlined here.\n\nIllness\nAcceptable circumstances:This is usually illness that spans more than 7 days for coursework, but can include acute cases for exams. This includes students who have had a late diagnosis of a disabilityor long-term medical condition.\nUnacceptable circumstances:Short-term illness (less than 7 days) are not normally acceptable circumstances with regards coursework, where the student is given a number of weeks/months to complete and submit such work.As general guidance an illness/ailment that does not require medical treatment or does not lead to a student being bedridden or will not cause a significant risk to others will not normally be acceptable circumstances. Minor illnesses (e.g. colds) are not acceptable circumstances.\n\nHospitalisation\nAcceptable circumstances:This circumstance is generally limited to extended or particularly seriously acute stays in hospital.\nUnacceptable circumstances:A short visit to minor injuries unit or A&amp;E would not normally be considered acceptable circumstances.\n\nAcute injury\nAcceptable circumstances:If you have recently had an accident, injury or are experiencing a short-term health condition (for the first time), you may be in a position to request a short-term adjustment for your upcoming in-person exams (e.g. a scribe if you have broken your hand, or more time/rest breaks).\n\nFamily illness\nAcceptable circumstances:The claim should make clear the nature of the relationship between the student and the affected relative and how the student’s ability to study has been impacted. This would normally only include close relatives (i.e. parents, siblings) but, with that concept in mind, it should be recognised that family structures vary.\nThese would usually be a short-term condition. However, where the circumstances are external to the student and extend over more than one semester, such as chronic illness of a relative, it may be appropriate to accept the same circumstances for a longer period than one semester if it is not appropriate for the student to voluntarily interrupt their studies. In such circumstances the student must discuss the situation with their School/Department and submit an extenuating circumstances form each semester to ensure that appropriate account is taken of the circumstances and appropriate support can be offered to the student.\nUnacceptable circumstances:This would not normally be extended to family pets.\n\nBereavement\nAcceptable circumstances:The claim should make clear the nature of the relationship between the student and the deceased and how the student’s ability to study has been impacted. The circumstances of the bereavement may also be relevant.\nUnacceptable circumstances:This would not normally be extended to family pets.\n\nIT and/or computer failure during e-examinations\nAcceptable circumstances:This relates to the period of an e-exam only (not for coursework or exam revision). This applies whether the exam is undertaken online remotely or on UoN facilities. Evidence will always be required.\nUnacceptable circumstances:For e-exams, loss or corruption of files is not an acceptable extenuating circumstance. It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources.\n\nIT and/or computer failure more broadly\nUnacceptable circumstances:For assessed coursework (or exam revision), loss or corruption of files is not an acceptable extenuating circumstance. It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources.Withdrawal of IT facilities or suspension for reason of debt are not acceptable circumstances.\n\nAcute personal / emotional circumstances\nAcceptable circumstances:These may be considered acceptable circumstances, but students will need to demonstrate that they are seeking appropriate support including liaison with their personal tutor (or Here for You Guide).\nUnacceptable circumstances:As with all extenuating circumstances, the University must be told about these circumstances in a timely manner (prior to the cut offs given in the extenuating circumstances procedure).\n\nPregnancy\nAcceptable circumstances:The University has apolicy on pregnancy related issues. Students who are pregnant should follow the guidance in this document. In some cases it may be appropriate to use the extenuating circumstances procedure (for instance when a student suffers from a specific illness caused by the pregnancy), in which case the requirements for illness orhospitalisation above should be followed.\n<div class=\"collapsible_panel_head\" tabindex=\"0\" onclick=\"var head = this;var icon = this.firstElementChild;var body = this.nextElementSibling;if (body && body.classList.contains('collapsible_panel_body')) {if (body.style.display === 'block') {icon.style.content = 'url(data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHZpZXdCb3g9IjAgMCAyMDQ4IDIwNDgiIHdpZHRoPSIzMiIgaGVpZ2h0PSIzMiI+DQogIDxwYXRoIGQ9Ik02NTggMjAyM2wtMTIxLTEyMSA4NzgtODc4LTg3OC04NzhMNjU4IDI1bDk5OSA5OTktOTk5IDk5OXoiIC8+DQo8L3N2Zz4=)';body.style.display = 'none';}else {\t\ticon.style.content = 'url(data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHZpZXdCb3g9IjAgMCAyMDQ4IDIwNDgiIHdpZHRoPSIzMiIgaGVpZ2h0PSIzMiI+DQogIDxwYXRoIGQ9Ik0xMDI0IDE2NTdMMjUgNjU4bDEyMS0xMjEgODc4IDg3OCA4NzgtODc4IDEyMSAxMjEtOTk5IDk5OXoiIC8+DQo8L3N2Zz4=)';body.style.display = 'block';}}\" onkeypress=\"if (event.keyCod"
  },
  {
    "student_query": "EC Outcome: 3B - Rejected - Evidence not timely",
    "label": "unknown",
    "response": "Your claim has not been approved because the evidence provided does not cover the relevant period you have claimed for. If you can obtain evidence that does cover the relevant period, you can submit for further review by the Extenuating Circumstances panel without submitting an appeal. \n\nIf you appeal the decision, you will be expected to provide evidence that covers the relevant period for the appeal to be considered – any appeals must be raised within a month of receiving your outcome.\n\nOnce you have received an outcome on a claim, send any follow up messages by raising an enquiry, quoting the UoN reference number of your claim. You can upload documents to an enquiry – these will all be picked up by the team who deal with the Extenuating Circumstances claims. \n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the Student Enquiry Centre where your local Assessments team will pick up your query and respond as soon as possible."
  },
  {
    "student_query": "EC extension request - no response by the original deadline. What should I do?",
    "label": "ec_extension",
    "response": "There is always a risk that you might not receive your extension outcome until after the original deadline, particularly at busy times of year (eg. ahead of key assessment periods). \n\nIf this happens, theExtenuating Circumstances policy (Meeting Coursework Deadlines) clearly states that if you have not received a decision on your EC claim by the original deadline you must submit the work you have completed to date so that, if necessary it can form the assessment.\n\nWhere this is the case and you are submitting work by the original deadline, please ensure you include the words EC Pending in the filename submitted. \n\nThis will inform the marker that this is your work in progress and that (if your extension is approved) there will be another piece of work submitted.\n\nYou are then recommended to continue working on your assignment to take full advantage of any additional time, if granted.\n\nIf your extension is approved (and you submitted work in progress by the original deadline) you may need the Assessments team to re-open your submission box to allow for further submissions. This won't always be the case though\n\nCheck Moodle once your receive your outcome and if you find this is the case, raise an enquiry via the student enquiry centre to ask for your submission box to be re-opened. Keep checking Moodle and submit your work by the approved extension deadline to avoid penalties.\n\n\n\n"
  },
  {
    "student_query": "EC Outcome 5 – Not considered - Evidence out of time",
    "label": "unknown",
    "response": "Your claim has not been considered, as evidence in support of your claim has not been submitted within 10 working days of the coursework deadline or examination, and you have not requested an extension of the time in which to submit evidence. \n\nAll students are given 10 working days within which to provide this evidence as per the policy from the date of the original deadline/assessment.\n\nYou have the option to mention on submission of your claim if you think you might need longer than 10 working days to obtain evidence, but unless it is mentioned in your claim (or in a message following submission to the local Assessment team) your claim will be rejected using this outcome as officially your claim is ‘Out of Time’.\n\nIf you wish to ask the panel to reconsider your claim, you can do this, however you will be expected to provide evidence as to the reason you were unable to provide the evidence within the given timescale, and the reason you didn’t mention this to the assessment team in advance of the 10 working days expiring. If you do not have an evidenced reason for the above, your appeal will be rejected.\n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the Student Enquiry Centre where your local Assessments team will pick up your query and respond as soon as possible.\n\nFind more information on the EC Regulation and EC Procedure here."
  },
  {
    "student_query": "I have a question about my extenuating circumstances claim – what should I do?",
    "label": "ec_extension",
    "response": "You can ask questions regarding your EC claim in the student enquiry centre,log inand open your claim by selecting the UoN-000 link.\n\nScroll down to the 'Conversation Notes' section and click on 'Add note or Attach file'.\n\nThe team will respond as soon as they can; you may receive an email notifying you when they respond, but we would recommend you check back regularly.\n"
  },
  {
    "student_query": "EC Outcome 1f - Different reassessment awarded",
    "label": "ec_extension",
    "response": "You will undertake a different form of re-assessment because the same or equivalent assessment is no longer possible.     This form of assessment has been approved by Quality and Standards Committee. Details will be provided to you by your school prior to the assessment period.    Await confirmation from your school on your new format of assessment. If you do not hear from your convenor/school by the time the exam timetable is released, contact your module convenor or review Moodle for further clarity.   The exam timetable is usually released a few weeks ahead of the exam period – your reassessment should be identified correctly both on Blue Castle and in your timetable.    Any discrepancies, please contact your local assessment team to correct/clarify by raising an enquiry via the student enquiry centre."
  },
  {
    "student_query": "EC Outcome: 1E - 2nd resit granted",
    "label": "unknown",
    "response": "You will be allowed an additional reassessment attempt at the examination or coursework, which will count as your second resit attempt.  \nAny original work completed will not be marked, or the mark will be voided. You must attend this first sit to gain a mark for this assessment. \nReassessments will normally take place in the next reassessment period. Where this differs, you will be notified.\n\nSee other FAQs related to first sit and resits and our web pages here for further information  \n\nNOTE: Moodle will contain all data on whether the resit will be in person or an online exam. For online exams, Moodle will be updated in advance of the exam period with the correct date, time, and duration in addition to the master/personal exam timetables. \n\nIn some schools, Resits take a different format to the original assessment – see Moodle for details. \n\nThe exam timetable is usually released a few weeks ahead of the exam period – your resit should be identified correctly both on Blue Castle and in your timetable. \n\nAny discrepancies, please contact your local assessment team to correct/clarify by raising an enquiry via the Student Enquiry Centre."
  },
  {
    "student_query": "EC Outcome: 1H and 1Hh - Repeat the year/semester in attendance",
    "label": "unknown",
    "response": "You may undertake a repeat period of study (for which tuition fees will be payable) subject to this being an option supported by any sponsor or legal obligation and to the University’s policy on Maximum Period from Initial Registration. All assessments will be taken as if for the first time.\n\nAny original work completed will not be marked, or the mark will be voided. You must attend this first sit to gain a mark for this assessment. \n\nIf you are a Student VISA holder, this option is not available to you. Please ensure you make contact with the Visa and Immigration team via the student enquiry centre to talk through your options.\n\n\nSee also What does ‘reassessment in attendance’ mean?\n\nIf you would like to ask a more specific question, please do so by submitting an enquiry via the student enquiry centre where your local Assessments team will pick up your query and respond as soon as possible.\n\nFor more information please see the EC Regulations and EC Procedure.\n\n"
  },
  {
    "student_query": "Which students use Blue Castle?",
    "label": "unknown",
    "response": "UK campus based students with the following exceptions:\nPre-sessional English (CELE) studentsUndergraduate medical students will not have access to the My Progression profile and will be told their progression status by their School OfficePGR students will not see the My Progression profile"
  },
  {
    "student_query": "Can I access my results through Blue Castle following mobility to Ningbo / Malaysia?",
    "label": "unknown",
    "response": "Your module marks will be available through the Ningbo / Malaysia version of Blue Castle (links below). \nYour study on overseas campuses will normally appear as credit transfer at a later date on your UK record. Your progression status will be viewable through Blue Castle.\n\nLink to Malaysia Blue Castle\nLink to China Blue Castle"
  },
  {
    "student_query": "How do I access my assessment results if I am a pre-sessional English (CELE) student?",
    "label": "unknown",
    "response": "Pre-sessional English (CELE) students access their results via Moodle."
  },
  {
    "student_query": "Will I receive an email with my award, my marks and my progression profile?",
    "label": "unknown",
    "response": "The majority of students will receive an email when their results have been released. \nStudents who have been advised of an earlier or later release than the main release date will not receive an email.\nIf you haven't received an email:\nCheck the email has not ended up in your spam / junk folderCheck your mailbox has sufficient space to receive the emailGet in touchhereso we can check if you should have received one\nStudents will not receive an email when results are published for the August/September assessment period."
  },
  {
    "student_query": "How do I find out if I have to take any resits?",
    "label": "unknown",
    "response": "Check the My Progression profile in Blue Castle. Most studentsshould also receive an email about your progression that will include any resit requirements (see Will I receive an email...?).\nCheck the exam timetableto find out the details of any exams you need to resit,Moodle for more information on coursework resits.\nVisit the University’s academic regulationwebpages for full details. \nIf you have any further queries about assessments please contact us here."
  },
  {
    "student_query": "How much is the resit fee and how do I pay?",
    "label": "unknown",
    "response": "There are fees payable for all students taking resits with the following exceptions: \nwhere awarded afirst sitvia the Extenuating Circumstances processstudents that did not attend a resitwhere a student was taking a resit ONLY in modules that were impacted by the Marking and Assessment Boycott, in Summer 2023\nThere is an additional charge for resits. It is a one-off charge no matter how many resits are being taken in the reassessment period. The fee is currently £80 for an undergraduate student and £130 for a postgraduate student.\nThis page also identifies where there are different fees for certain subjects, e.g. Social Work repeat placements, PGCE practical teaching resits and research students (scroll down to 'Other sums due to the University' for the information)\nPart-time students will be charged 50% of the listed fee for resits.\n\nAll fees payable will show in your NottinghamHub portal when they are due – payments are within 30 days of publication on your account. Resit fees are added to the accounts of student's that have taken resits after the resit period has finished.\n\n\n"
  },
  {
    "student_query": "Can I take my resits in a different country?",
    "label": "unknown",
    "response": "Students are expected to sit their exams in Nottingham.In-person exams taking place overseas cannot be guaranteed for anyone, but may be considered in exceptional circumstances.If you believe that you need to sit your examinations overseas, please check to see if your School allows overseas examinations – please see the spreadsheet for exams that can or cannot be taken overseas on the Overseas Exams webpages.If your School doesn't allow overseas examinations, you will be required to return to the University of Nottingham (UK) to take your assessments.If your School does agree to overseas examinations, and you are applying within the application window, please proceed and complete the online application form on the Overseas Exams webpages."
  },
  {
    "student_query": "How do I find out about submission deadlines for assessed work?",
    "label": "unknown",
    "response": "Information on submission deadlines for coursework will be displayed on the module pages in Moodle."
  },
  {
    "student_query": "What do I do if I want to appeal against a decision about my progression or award?",
    "label": "unknown",
    "response": "The appeals process is detailed and every claim is considered on the basis of the grounds cited, evidence provided and the sequence of events leading up to the decision.\nDue to this complexity it can sometimes take a long time for an appeal decision to be reached.\nIf you believe that one or more of the grounds for appeal can be demonstrated (listed here) and you can provide evidence to support your case you may submit an appeal for a review of the decision.\nWithout relevant evidence provided alongside your appeals form, appeals claims may be rejected.\nHow do I submit an appeal?Full information on how to submit an appeal can be found here.\nTimescalesAppeals must be submitted within one calendar month of your outcome message. \nWho can help me?The Education Advisers in the Students’ Union can offer help and advice if you do decide to appeal. Contact details for this service are at found at: www.su.nottingham.ac.uk/advice\nLate Extenuating Circumstances claimsIt may be that you experienced Extenuating Circumstances (EC) that affected your assessments but you were not able to submit the EC claim within the usual timeframes. In this case, you would also submit an appeal, ensuring you provide any evidence to support the claim."
  },
  {
    "student_query": "Why can't I see my award/marks/progression status?",
    "label": "unknown",
    "response": "This might be for a number of reasons, for instance:\nYour School has not yet returned a recommendation.The marks have not been returned (e.g. you took your examinations overseas and the paper was late being returned).You were not in the UK when you took those modules (mobility/credit transfer modules will be entered later and actual marks can be accessed either through the Ningbo/Malaysia version of Blue Castle or from the institution at which you were studying).You are not a UK based student (although students on mobility fromChina and Malaysia will be able to see marks for the modules taken in the UK).Your School has advised you of an earlier or later release date.\nIf none of the above scenarios relate to your situation and you still can’t see your status on Blue Castle, please ask a question here. This will be picked up by your local assessments team to investigate and a colleague will come back to you as soon as possible.\n"
  },
  {
    "student_query": "How do I access Blue Castle?",
    "label": "unknown",
    "response": "You can access Blue Castle by following this linkand logging in using your university username and password."
  },
  {
    "student_query": "Can I access my resit results through Blue Castle?",
    "label": "unknown",
    "response": "Yes, you can.Where you have undertaken a resit or first sit for a module that you originally took in a previous academic year,your new mark will show against the module in the previous year. This is the case whether you have done the resit or first sit in attendance or not in attendance.The exception to this rule is any modules you are taking for the actual first time; the marks for these will show in the current academic year on Blue Castle."
  },
  {
    "student_query": "Where can I find my exam timetable?",
    "label": "unknown",
    "response": "View your individual exam timetable for the dates, times and locations of your exam.\n\nIf any of your examinations are missing, please contact usas soon as possible. Make sure to quote the module code of any missing examinations.\n\nPlease note that exam timetables are not released until close to the exam periods.You can find release dates, along with other key exam information ontheExaminationsand Key Dates webpage.\n\nWe are unable to provide specific exam dates for individual modules before the timetable has been released."
  },
  {
    "student_query": "When will I be able to see information about my degree, my award, my marks and my progression on Blue Castle?",
    "label": "unknown",
    "response": "Following each main assessment period, marks will be released on Blue Castle. \n\nYou can find out more information, including release dates here.\n"
  },
  {
    "student_query": "What do I do if I don't know my username or have forgotten my password to Blue Castle?",
    "label": "unknown",
    "response": "If you have forgotten your password you canreset it by answering your security profile questions here.\nFor further help, contact the Digital and Technology Services by phone: +44 (0)115 95 16677 (24 hours a day), or log a self-service requesthere"
  },
  {
    "student_query": "Why can’t I log into Blue Castle although I have my username and password?",
    "label": "unknown",
    "response": "The Blue Castle system could be busy which could be why you are unable to log in. The system retries every thirty seconds so please try again and remain logged on until you get through.\nIf you are on a wireless connection to the university’s network please check that you are on the UoN Secure network rather than the UoN Guest network.\nPlease note if there are significant issues, there will be a notice on the IT Status Page. If you still don’t get through, or you’ve been trying for a while, please contact Digital and Technical Services by either phone: +44 (0)115 95 16677 (Monday to Friday, 8am to 5pm), or logging the issue using the Self-Service Portal."
  },
  {
    "student_query": "I get an 'access denied' message when I try to log into Blue Castle what should I do?",
    "label": "unknown",
    "response": "Make sure that you are trying to access the UK version of Blue Castle. \nTry closing your browser completely and clearing your cache, cookies &amp; history, then reopen the browser. \nIf the problem persists contact Digital and Technical Services by phone: +44 (0)115 95 16677 (Mon-Fri 8-4pm), or by log the issue through the IT Self-service portal. \n\nHow to clear your cache, cookies &amp; history:\nChrome\nSafari\nMicrosoft Edge\nFirefox"
  },
  {
    "student_query": "What should I do if the webpage doesn't display properly when I log in to Blue Castle using Internet Explorer?",
    "label": "unknown",
    "response": "Internet Explorer is no longer supported by Microsoft. Use an alternative browser such as Microsoft Edge or Google Chrome. "
  },
  {
    "student_query": "My friend can see their marks and other information on Blue Castle but I cannot",
    "label": "unknown",
    "response": "Marks and other information may be released later for some students.\nIt is dependent on your Schoolhaving returned all of the marks information.As soon as it is available it will be published, so keep checking back.\nOnce published, you will be able to check theexamination timetableto find out your resit location, if required. We will notify you when it is released in advance of each assessment period.\nFor reassessment on coursework, please refer to Moodle for more information.\n"
  },
  {
    "student_query": "How do I know which exams I will be entered for?",
    "label": "unknown",
    "response": "You will be entered for all modules you are enrolled on that have an examination attached to it – be that an in-person or e-exam. You are therefore advised to check your NottinghamHub account to ensure the modules you are registered for are correct.\nPlease note just because you have Moodle access to a module does not necessarily mean you are formally enrolled on it, so that is why checking NottinghamHub is so important.\nEnsure that you check your timetable very carefully. If you notice anything missing please contact the Exams Office through the student enquiry centre.\nFor more information please go to the Examination Timetables and Key Dates webpage."
  },
  {
    "student_query": "What should I do if there is an exam missing from my timetable?",
    "label": "unknown",
    "response": "If there is an examination missing on your timetable you should first check that your module entries are correct on your NottinghamHub student account.\nYou can raise an enquiry hereabout missing examinations. Please make sure to quote the module code of any missing exams when submitting your enquiry."
  },
  {
    "student_query": "When is the exam timetable published?",
    "label": "unknown",
    "response": "Actual release dates are confirmed closer to the time, but generally we aim to publish the January exam timetable mid-December, the May timetable in the early part of April and the resit timetable at the very start of August. Exact dates will be released on our website.\nWe are unable to provide specific exam dates for individual modules before the timetable has been released.\nThe exam timetable for summative ExamSys examinations that take place outside of the main exam periods is published on a rolling basis throughout the year.\nYour School will also make contact with details of non-ExamSys exams that take place outside of the main exam periods\nAccess to your personal timetable."
  },
  {
    "student_query": "When and where do I get my exam results?",
    "label": "unknown",
    "response": "Please see our outcomes and results webpage for information relating to examination results, and relevant award course progression details, including degree classification, borderlines and resit information."
  },
  {
    "student_query": "When are exams held?",
    "label": "unknown",
    "response": "Details of exam dates can be accessed via theExam timetable and key dates pages.\n\n"
  },
  {
    "student_query": "Can I use a calculator in my exam?",
    "label": "unknown",
    "response": "You will need to check with your module convenor if a calculator can be used during your exam.\nIf your exam does require a calculator, please read our guidance notes for a specific list of calculators that can be used. Using a non-approved calculator will be treated as academic misconduct."
  },
  {
    "student_query": "I can’t access my exam timetable, how can I fix this?",
    "label": "unknown",
    "response": "Please access your individual examination timetable. Some students may have problems with their browser cache and clearing the cache has worked for some people. If you experience problems, you can try deleting your cache. If the individual timetable is still not working you can contact the IT Service Desk for further guidance. When reporting an error, it would be helpful to include the following information:\nYour university username and student ID number.The web address you are trying to access.The browser and OS you are using (seehttps://www.whatismybrowser.com/).A screenshot of the error page and/or the specific error message.The output from the Javascript Console - see the 'Help' menu for more details.\nWhile you are waiting for this problem to be resolved you may wish to access the master examination timetable which contains limited details via theExamination timetables and key dates webpage.\n\nHow to clear your cache, cookies &amp; history:\nChrome\nSafari\nMicrosoft Edge\nFirefox"
  },
  {
    "student_query": "What should I do if I am unable to attend a timetabled examination?",
    "label": "unknown",
    "response": "The exams office are unable to cancel or rearrange any examinations. If you know in advance that you will not be able to sit your examination, you should notify your school.\nYou may also wish to consult the university’s policy on extenuating circumstances."
  },
  {
    "student_query": "What happens if I miss my coursework submission deadline?",
    "label": "unknown",
    "response": "The normal submission deadline is 3pm; your School will inform you if this is different for any of your coursework deadlines.\n\nShould you submit your coursework late, you will be subject to a 5% penalty deduction to your mark for each 24 hour period it is late (this doesn't include weekends or University closure days). Be aware that exceptionally, there may be academic grounds for different penalties to apply.\n\nExample: An original mark of 67% would be reduced to 62%, 57%, 52% etc, dependent on how late you submit your coursework.\n\nFor more information on this policy visit the Quality Manual.\n\n"
  },
  {
    "student_query": "What is a supplementary resit?",
    "label": "unknown",
    "response": "The term ‘supplementary resit’ can refer to a resit exam that replaces or combines different components of a module. For example, where a student has failed an exam and a coursework assignment, instead of retaking both components they may be required to sit one supplementary resit exam, covering all the required learning outcomes for that module, in order to progress/complete.\nIn some cases, the supplementary resit paper may differ from the exam resit paper, however some modules may have just one version of the resit paper which could be referred to as either exam resit or supplementary resit. You may see either terminology on your exam timetable."
  },
  {
    "student_query": "I have a first sit but can see my mark in moodle - is that right?",
    "label": "unknown",
    "response": "Although you have an approved first sit, you may still be able to see your original marks in Moodle.\nThe affected assessment mark should however have been voided on your student record, as per the EC policy on first sits.This may mean your overall module mark in Blue Castle is lower than anticipated. This is correct as where first sits are awarded, you are required to take your first sit assessment in order to obtain a mark.\nIf you notice any other issues with your marks profile, please do get in touch with your local assessment team via ‘Ask a Question’ in the student enquiry centre.\n"
  },
  {
    "student_query": "I can’t log on to ExamSys for my remote exam, what should I do?",
    "label": "unknown",
    "response": "Make sure you are logging on to ExamSys using your standard University of Nottingham IT username and password. You should not use the exam password to log in.\nAfter you have logged in with your standard credentials, you will then be prompted to enter the exam password, which will have been published to your exam timetable, available via Sharepointand the MyNottingham app."
  },
  {
    "student_query": "Can I apply for extra time for my exams?",
    "label": "unknown",
    "response": "If you have a disability or long-term medical condition, contact Disability Support Services. They will work with you to develop an individual Support Plan with recommendations for reasonable adjustments to examinations, which can include accommodations such as extra time.\nYou will need to provide evidence and submit a form to NottinghamHub. There are deadlines for requesting adjustments for each exam period. For further information, visit this webpage."
  },
  {
    "student_query": "Do I need to re-apply for my alternative exam arrangements every year?",
    "label": "unknown",
    "response": "No, once your Support Plan has been approved, it will remain in place for the remainder of your time at the University. Changes will only be made if requested and approved via Disability Support. You can check what adjustments you have in place on NottinghamHub."
  },
  {
    "student_query": "I am entitled to extra time, but this isn’t showing on my exam timetable.",
    "label": "unknown",
    "response": "For any scheduled online exams, the extra time will not show on your timetable however it will have been applied in the system (i.e. ExamSys or Moodle) and will be displayed when you log in on the day of your exam.In-person exams will include your extra time on your exam timetable. If your extra time has not been added for your in-person exams, please contact the Exams Office here(select '01c. Exams' from the drop-down list).Did you miss the deadline to have your accommodations put in place (deadline as published here)?If exam accommodations are added to your Support Plan after the deadline, they are unlikely to be in place for ExamSys or written exams in that period, due to the complexity of scheduling across the university.However, some adjustments may still be possible for Moodle-based assessments."
  },
  {
    "student_query": "What do I need to know for my in-person ExamSys exam?",
    "label": "unknown",
    "response": "You will have been scheduled to take your in-person ExamSys exam in a computer room on campus. As with written in-person exams, you will need to bring photographic ID and stationery with you. You will be provided with scrap paper to make notes during the exam.\nYou will need to log on to ExamSys using your standard University of Nottingham IT username and password, so make sure you know what this is before your exam."
  },
  {
    "student_query": "Can I sit my remote ExamSys exam abroad?",
    "label": "unknown",
    "response": "Yes, your remote ExamSys exam can be taken from overseas. You will need to make sure you have a secure Internet connection, and you will need take into account any time differences, as unless you have approved overseas exam arrangements in place, your exam timetable will reflect UK start times."
  },
  {
    "student_query": "Can I bring a dictionary to my exam?",
    "label": "unknown",
    "response": "You can bring a standard translation dictionary to your exam if English is not your first language, provided that neither language is the subject of the exam. Subject specific translation dictionaries are not permitted.\nYou must make sure that the dictionary has not been annotated in any way. Dictionaries with any notes or annotations will be confiscated and treated as suspected academic misconduct."
  },
  {
    "student_query": "What should I do if I feel unwell during my exam?",
    "label": "unknown",
    "response": "If you are unwell during an exam, raise your hand and wait for the invigilator to come to your desk. If you are too ill to continue then you will be accompanied from the exam room. You will not be free to leave unaccompanied until the first hour of the exam has passed, although, if you are a registered patient at Cripps Health Centre, you can be taken there during Health Centre opening hours.\nAfter the first hour has passed you will be allowed to leave if you are well enough to go. If you are able to continue with the exam after a period of time for recovery, you will be allowed.\nHowever, you will not be given any additional time to complete your exam. You may wish to submit an Extenuating Circumstance claim, Information about extenuating circumstances can be found on the Extenuating Circumstances webpage.\n\n\nFor further information on 'What are Acceptable Extenuating Circumstances' find a non-exhaustive list here"
  },
  {
    "student_query": "Can I use the toilet during my exam?",
    "label": "unknown",
    "response": "Yes, however, we recommend that you try to go before the exam starts.\nIf you need to use the toilet, please raise your hand, and wait for the invigilator to come to your desk and escort you. \nPlease note, you will not receive any additional time to the exam duration for toilet breaks (this will not affect students who have toilet breaks as part of their alternative arrangements)."
  },
  {
    "student_query": "Can I leave the exam early?",
    "label": "unknown",
    "response": "In some circumstances, you may be able to leave your exam early.\nIf your exam is taking place for 60 minutes or less, you are unable to leave early.\nIf your exam is longer than 60 minutes, you can leave early. However, this cannot be during the first hour or last 15 minutes of the exam. If you do decide to leave early, please note the following:\nYou should not leave your desk to take your answer booklet to the invigilatorYou should not remove your answer book from the exam"
  },
  {
    "student_query": "What happens at the end of an exam?",
    "label": "unknown",
    "response": "Invigilators will announce when you have 15 minutes remaining of your exam. At the end of those 15 minutes, the invigilator will announce the end of the exam and ask you to stop writing.\nYou are expected to stop writing your answers immediately at this point. \nThe only writing permitted after the exam is finished, is to complete the front cover of your answer book or write your ID number on any supplementary answer books. Failure to follow this instruction may result in academic misconduct.\nPlease stay in your seat and remain silent until you are told that you can leave by the invigilator."
  },
  {
    "student_query": "There was a disturbance or incident that has affected my performance in the exam, what can I do?",
    "label": "unknown",
    "response": "We are sorry that there was something that impacted your exam performance. We are committed to ensure students have a positive exam experience, and we would like more information on the issues that impacted your performance.\n\nYou can let us know what happened by filling out this short form or by emailing ra-examissues@exmail.nottingham.ac.uk"
  },
  {
    "student_query": "Can I provide feedback on my exam experience?",
    "label": "unknown",
    "response": "We value your feedback and welcome any comments about your examination experience. If you’d like to share this with us, pleasefill out this short formor by emailingra-examissues@exmail.nottingham.ac.uk\nPlease note, any concerns relating to the academic content of examination papers should be reported to yourschool examination officer."
  },
  {
    "student_query": "How do I prepare for my exam?",
    "label": "unknown",
    "response": "To help with your preparation for exams, you can access further guidance on the preparing for assessment webpage."
  },
  {
    "student_query": "My exam timetable isn’t showing on the MyNottingham app, how can I fix this?",
    "label": "unknown",
    "response": "If you can’t see your exam timetable on the MyNottingham app after timetables are published, it may be that your timetable data has not yet updated. You can see when it was last updated by checking the bottom left of the screen in the timetable tile of the app. If you ‘drag’ the screen down, you can force a manual refresh of the data in the app, indicated by a rotating arrow in the centre of the screen. You should then see that the timestamp in the bottom left of the screen has updated to ‘a moment ago’ or similar. Alternatively, you can log out of the app and log back in, which will also refresh the page.\nYou can also view your exam timetable via Sharepoint.\nIf after following these steps your timetable is still not showing any exams, please submit an enquiry. "
  },
  {
    "student_query": "I have exams on a different campus or a building that I don’t recognise; how do I find out where to go?",
    "label": "unknown",
    "response": "Your exams may take place at campus’ and buildings that you do not regularly attend. You should ensure that you are aware of the location of your exams and know how to get to them.\nPlease do take a look at the campus maps, and this helpful page shows you what each building looks like.\n"
  },
  {
    "student_query": "Can I access past exam papers?",
    "label": "unknown",
    "response": "Yes. Past examination papers are provided solely for registered students of the University of Nottingham for the purpose of individual private study in preparation for examinations.\nYou must not distribute either printed or electronic copies of these papers to anyone – including students on the same course. Any breach of this rule may lead to disciplinary action.\nView previous exam papers\nInstructions on accessing past exam papers:\nPlease download the user guide for for detailed informationon accessing past exam papers on the DSpace repository.\nIf you cannot find the paper you are looking for, it may be because its publication has not been authorised by your School. Please speak to your School who set the examination paper for confirmation."
  },
  {
    "student_query": "What items are not allowed in my exams?",
    "label": "unknown",
    "response": "The following items are not permitted in an exam:\nStudy notesUnauthorised spare or scrap paperUnauthorised reference materialsMobile phoneSmart watchesPagersMP3/MP4 playeriPodTablet computersLaptop computersAny other communication device that could connect to the internetPersonal organisersElectronic dictionariesUnauthorised calculatorsAny other electronic device (stop watches, timers, headphones, etc.)\n"
  },
  {
    "student_query": "What do I do if I hear noise / distractions during the exam?",
    "label": "unknown",
    "response": "Some noise in the exam room is normal given the number of students sitting an exam. This may include students arriving late/leaving early and there is a need for invigilators to collect materials.\nThere may also be minor noise from outside the exam room for short periods during an exam. \nMore serious disturbances would be investigated by the invigilator(s) to ensure that these are resolved as quickly as possible and, where appropriate, the Exams Office would be informed.\nPlease note, there are no fire alarm tests during the exam period. If you hear the fire alarm, please remain calm and follow the instructions given by the invigilator."
  },
  {
    "student_query": "I have an exam today but I forgot my photo ID - what should I do?",
    "label": "unknown",
    "response": "Most importantly, do not panic.\nAttend your exam anyway and make sure you speak to the invigilator to make them aware."
  },
  {
    "student_query": "What happens if I arrive late to my exam?",
    "label": "ec_extension",
    "response": "You are advised to arrive at least 15 minutes before the start time listed on your exam timetable.\nIf you arrive late for your exam, you will be allowed to enter the room during the first hour of the exam. However, you will not receive additional time to compensate for late arrival.\nIf you arrive after the first hour or at an exam that is less than 1 hour in duration that has ended, you will not be permitted to enter the room.\nIf you are arriving late for a reason that you believe should be considered for extenuating circumstances, please review the extenuating circumstances webpage"
  },
  {
    "student_query": "What do I do if I need assistance during my exam?",
    "label": "unknown",
    "response": "If you need to ask the invigilator a question or request additional paper, please raise your hand and wait for the invigilator to come over to your desk.\nYou should not shout out to attract the invigilator’s attention or leave your desk to speak to the invigilator."
  },
  {
    "student_query": "How many invigilators are there in the room?",
    "label": "unknown",
    "response": "There will be a number of invigilators in each room and this is dependent on the room size and type of exam being sat. \nThis could be as few as one invigilator or as many as six invigilators."
  },
  {
    "student_query": "Am I allowed to communicate with other students during my exam?",
    "label": "unknown",
    "response": "No. You are not permitted to speak or pass anything to another student during your exam. \n\nYou should not communicate with anyone unless you raise your hand to speak to an invigilator."
  },
  {
    "student_query": "What is provided for me during my exam?",
    "label": "unknown",
    "response": "The type of exam that you are taking will determine what is on your desk. There will always be a desk card, which you must complete and sign. In written exams, you will have an exam paper and an answer booklet.You may also have additional material such as graph paper, law statutes, charts etc.\nIf the exam is a Multiple Choice Question paper (MCQ) you will have an MCQ answer sheet instead of an answer bookplease be aware that all MCQs need to be completed in pencil, so please ensure that you bring a pencil to every exam.\nIf the exam is an ExamSys (online) exam,you will be sat at a computer. The questions will be online so you won’t necessarily have a question paper/answer book,but you will be provided with scrap paper to make notes on.\n\nYou must ensure that you bring all stationary you require, including calculators."
  },
  {
    "student_query": "What should I do before the exam starts?",
    "label": "unknown",
    "response": "Check the front cover of your exam paper (known as the rubric) which provides you with information about the exam paper that you are sitting (module number, module title, semester and academic year).\nThe rubric will also list any additional materials which will be provided for the examination (eg MCQ answer sheet, statutes, charts, etc.)\nPlease make sure the above information matches the details on the desk card. If you believe you are missing any materials, or any details are incorrect, please raise your hand to inform the invigilator."
  },
  {
    "student_query": "The Coursework Extension Request Form (CERF) for my school is a Word form. Who should I send it to?",
    "label": "ec_extension",
    "response": "If your faculty/school is still using a Microsoft Wordform, please submit the completed form as an attachment to an enquiry via the Student Enquiry Portal.\nYour local assessment team will receive your claim and be in touch with a decision shortly via email. \n"
  },
  {
    "student_query": "I have a question regarding my recently submitted Coursework Extension Request form – who should I contact?",
    "label": "ec_extension",
    "response": "Any questions related to your coursework extension request can be submitted as an enquiry via the Student Enquiry Portal.\nYour local assessments team will receive your query and will send their response via the portal."
  },
  {
    "student_query": "Can my online coursework submission box be re-opened?",
    "label": "unknown",
    "response": "You can have the online submission box re-opened if you have been granted an extension, or in exceptional circumstances. Contact the Assessments team through the student enquiry centre (you will need to be signed in), giving them the module code and the name of the assessment.If you contact the Assessments team after the deadline for submission, late penalties will be applied to any resubmissions, unless you have a valid extension granted via a support plan extension or extenuating circumstances claim."
  },
  {
    "student_query": "What is 'reassessment in attendance'?",
    "label": "ec_extension",
    "response": "Other terms used to describe this status might be ‘resit/first sit in attendance’, ‘reassessment with teaching’, ‘repeat stage/semester’\n\nWhat does it mean to me?\nDuring this period you will be doing resits/first sits, you will also be fully registered and attending the university. \n\nYour modules are usually the same as the first time but your assessments may differ from those originally taken. You will also be liable for fees as you will be attending all teaching related to the modules you are repeating.\n\nAlthough the term states ‘resit’, this description is also accurate if you are doing ‘first sits’. This is also known as ‘repeat the stage/semester’.See our FAQs to read about the difference between resits and first sits if you aren’t sure.\n\nThe list of modules you are required to complete across the semester/year will be on Blue Castle and in your NottinghamHub account.\n\nDo I need to register?\nYes. You will need to complete online registration for the relevant academic session with the university as you are effectively ‘repeating’ all or part of the previous year's teaching and assessment. You will be sent an email from the university when it is time to do this. \n\nWhat does it mean financially?\nYou will be charged a tuition fee by the university which may be pro-rata depending on how many credits you are taking. For example, if you are taking 60 credits you will generally pay half of the standard full year fee.\n\nStudent Finance will award you funding for the length of your course plus one year. As long as you haven’t already used your plus one, or ‘gift’ year you will be able to apply as usual for your tuition fee loan and loan for living costs.(NB - If you have already used your gift year, depending on the reason for this you may be able to apply for additional years’ funding from Student Finance due to ‘Compelling Personal Reasons’.)If you are in attendance for a semester or term, rather than a full academic year, then Student Finance will pro-rata your funding for living costs.\n\nDuring the period you are registered you will also be eligible to apply for university Bursaries/Scholarships and Hardship Funds. \n<span style=\"font-size: 16p"
  },
  {
    "student_query": "E-Exams – late submission",
    "label": "ec_extension",
    "response": "The time permitted for your E-Exam includes 30 minutes for uploading work.This means the deadline on Moodle for your E-Exam will be the correct deadline (unless stated otherwise).\n\nWork submitted after the deadline (inclusive of the 30 minutes mentioned above) will receive a mark of zero unless there is an approved extenuating circumstances claim submitted within the appropriate timescales (seven calendar days from the date of your assessment for exams, anytime before the deadline for coursework).\n\nThe purpose of the 30 minutes offered is to allow for IT issues that may sometimes occur at the time of uploading work.\n\nExtenuating Circumstances (ECs) will not be approved if your work is late but you only started to upload your work during the last few minutes.\n\nNOTE: This does not apply to ExamSys (previously ROGO) assessments!\nFor more information on E-Exams, see here.\n\n"
  },
  {
    "student_query": "What is 'reassessment not in attendance'?",
    "label": "ec_extension",
    "response": "Other terms used to describe this status might be ‘external candidate’ or ‘resit - not in attendance’\n\nWhat does it mean to me?\nThe phrase ‘resit not in attendance’ means that although you will be required to do one or more reassessments (these could be first sits or resits) during this/the next academic year, you are not required to attend any teaching in relation to those assessments - therefore your teaching timetable is expected to be blank.\n\nWhat will happen to my IT and facilities access?\nYou should retain access to your email and all learning materials on Moodle related to these assessments. Please contact your module convenor if you need support with this. \n\nYou will not get access to the current year's Moodle pages as there may have been curriculum changes affecting the assessment. \n\nYou will maintain access to the library and all facilities.\n\nExams will show on your individual exam timetable, if you are resitting any coursework elements, please contact the module convenor directly for information on content and deadlines.\n\nDo I need to register?\nIf you have a status of ‘resit - not in attendance’ you are not required to complete online registration for the relevant academic session with the University.\n\nIt is similar to being ‘suspended’ or ‘interrupted’ for a period of time, the only activity you are required to do is in relation to sitting your reassessments.You may be doing resits or first sits, these will be clarified in your Blue Castle account.\n\nWhat does this mean financially?\n<div class=\"OutlineElement Ltr SCXW110093558 BCX0\" style=\"font-family: &quot;Segoe UI&quot;, &quot;Segoe UI Web&quot;, Arial, Verdana, sans-serif; font-size: 12px; margin: 0; padding:"
  },
  {
    "student_query": "I am unable to download my E-Exam paper or upload my answers – what should I do?",
    "label": "unknown",
    "response": "In the unlikely event you encounter any issues, please don’t panic. You won’t be disadvantaged by a genuine problem so long as you comply with the instructions below.Complete the Technical Assistance form (via the link provided in Moodle) in the first instance which will help to resolve common issues and enable our Technical Support team to contact you in the event of more complicated IT issues.If you continue to have issues uploading your submissions, you can send your work as an enquiry attachment via the student enquiry portal before the exam deadline. As long as it is received before the deadline, the Assessment team will then forward on to the relevant marker.Important!\nClearly state the module and assessment about which you have a query in the subject of the enquiry.\nAfter the exam, please keep trying to upload your answer and submit your work via the Moodle dropbox at the earliest opportunity."
  },
  {
    "student_query": "What if I experience total internet access failure during my E-Exam?",
    "label": "unknown",
    "response": "Contact the Assessments Team in Registry and Academic Affairs via the Student Enquiry Centre or Tel: 0115 748 6500 lines are open between 10am and 4pm.\n\nLong term, unexpected internet failure that could not be avoided may be considered for Extenuating Circumstances, but only if there was no option for you to take the exam on campus.\n\nPlease note that attempts to misuse or take unfair advantage of this system will be thoroughly investigated and, if proven, will constitute academic misconduct, and severe penalties may be imposed.\n\nFor more information on exams, go to our webpages here."
  },
  {
    "student_query": "What does 'Termination of Studies - No award' mean?",
    "label": "unknown",
    "response": "If you have not achieved sufficient credits for your particular stage of study and have exhausted all available options for reassessment, you cannot continue your studies. \n\nThis is known as a 'Termination of Studies' and can also be known as a ‘Compulsory Withdrawal by the University’.\n\nWhere this applies to you it means you are no longer a registered student at the University and, subject to the outcome of any appeal against this decision, cannot continue your registered degree course. \n\nInformation regarding what to expect regarding the closure of your account can be found here. \n\nIf you wish to appeal your outcome, please refer to the Appeals Guidance to establish whether you have grounds, you have one calendar month from the time you receive your outcome to put in an appeal.\n\n\nIf you are a VISA holder, find more information here\nFor more information about the impact on SLC fundingsee this factsheetor contact theFunding &amp; Financial Support teamor your funding provider\nFor advice relating to Accommodation, find more information here\nTo get in contact with the Support and Wellbeing Team, find more information here\nFor more detail, please find link to the Quality Manual here\n"
  },
  {
    "student_query": "ExamSys exams (formerly known as Rogo)",
    "label": "unknown",
    "response": "Some ExamSys exams are taking place remotely, whilst others are on campus. Please check your timetable to find out which applies to your modules.On campus: invigilators will be available to assist if there are any technical issues during your exam. Online: For online ExamSys, please read the helpful guide. Please note you will notice a discrepancy between the duration stated on your exam timetable and the duration that shows on the start screen of your exam and on your countdown timer. This will usually be a discrepancy of 10 minutes of additional time on your start screen. This additional time has been added to the duration of the exam to account for any minor technical difficulties that you may experience – for example Wi-Fi instabilities, screen freezing, or sudden and unexpected device updates. You should not use this time unless you need it. If you do need it, please note the technical difficulties you have experienced using the query form linked at the end of the exam. Use of this additional time can be monitored by markers."
  },
  {
    "student_query": "I was given an extension via the CERF form but I need more time. What should I do?",
    "label": "ec_extension",
    "response": "If, once your support plan extension has passed you find you need a further extension, your only option will be to submit an Extenuating Circumstances (EC) claim via the Student Enquiry Portal.\n\nPlease bear in mind that this process is only to be used in the case of situations or occurrences that are unavoidable, outside of your control and that are impacting on your ability to meet your deadline.\n\nIn order for extensions to be accepted via the EC policy you will need to provide evidence of the impact of the situation.\n\nAs you already have a support plan in place and have been given one extension already, your long term condition should not be used as evidence.\n\nFind further guidance on ECs, acceptable circumstances, evidence and timings here"
  },
  {
    "student_query": "I am due to take E-Exams, any advice on how I can prepare for them?",
    "label": "unknown",
    "response": "Plan where you're doing the exam - ensure a good internet connection (Note: A poor internet signal at home may not be accepted as an Extenuating Circumstance if you had the option to take the exam on campus)Use Test Your Text to practice uploadingBe prepared: Check the submission checklist, the student help guidance and the blog post:top ten tips for preparing for online exams. "
  },
  {
    "student_query": "I have submitted incorrect coursework to Moodle, what should I do?",
    "label": "unknown",
    "response": "If you have noticed the error before the deadline, you can remove and submit the correct work. \nIf the deadline has passed, please contact the Assessments Team as soon as possible through the student enquiry centre. It may also be appropriate to speak to your convenor directly.\n\nOnce logged into the student enquiry centre select the 'Ask a question' and complete each field on the form.\n\nI want to ask about:       Assessments, course work and exams\nTell us more:            Provide the Assessments Team the Module code and Turnitin submission ID number and request to remove the course work.\n\nYou may be subject to late penalties.\n\n"
  },
  {
    "student_query": "I have a Support Plan in place, which contains an accommodation for a sticker in exams. Where do I obtain a sticker for my scripts for in-person exams during the main exam periods?",
    "label": "support_plan",
    "response": "Stickers are available to all students with the accommodation of “sticker, exams only” in their support plan. These stickers are added to an exam script and read “Wherever possible, this student should not be penalised for errors in spelling and punctuation, untidy handwriting, or clumsiness in English expression.”\nFor in-person, scheduled exams, these stickers will be available at your exam venue. Invigilators know which students have this reasonable adjustment, so will hand the stickers to you at the end of your exam.\nPlease attach this sticker to the front of each answer book you have used, or your printed answers if you are working on a computer.\nThese stickers can only be used for in-person exams. They cannot be used for coursework or online exams. Each academic school sets marking criteria for coursework which is applied to all their students. Please check the criteria with your school. You are advised to use the coursework extension process to allow further time for editing and proofreading if needed. Full guidance is here.\nOur specialist study support tutors in Disability Support Services can advise on proofreading strategies and assistive software to help with correcting spelling, grammar and punctuation in coursework. Book an appointment with a Specialist Study Support Tutor."
  },
  {
    "student_query": "How do I find my Turnitin submission ID?",
    "label": "unknown",
    "response": "If you submitted your coursework through Turnitin and need a previous submission removed (for example, because you got an extension), you might be asked for your Turnitin ID number.This helps us find and delete the old submission so you can upload a new one before your extended deadline.You can find the Turnitin ID on the submission receipt from your earlier upload. It's usually a 9-digit number as below.For other help and guidance, do refer to the Moodle Help pages here."
  },
  {
    "student_query": "On TurnItIn, what is a similarity percentage and what is it used for?",
    "label": "unknown",
    "response": "When submitting work through TurnItIn, some modules will generate an originality report and a similarity percentage; this indicates what proportion of your assignment matches existing work. \n\nMore information about reviewing your originality report and similarity percentage can be found here. "
  },
  {
    "student_query": "What does 'termination of degree - eligible for a lower award' mean?",
    "label": "unknown",
    "response": "If you have not achieved sufficient credits for your particular stage of study and have exhausted all available options for reassessment, you cannot continue your studies. \n\nThis is known as a 'Termination of Studies'.Where this applies to you it means you are no longer a registered student at the University and, subject to the outcome of any appeal against this decision, cannot continue your registered degree course. \n\nHowever, if you have accrued sufficient credits that count towards a lower degree (see example below) you may still leave the university with an award, albeit not the same as you originally intended.\n\nExample scenario:\nLouise started at the University on a BSc degree (3 year);\n\nIn her first year, Louise managed to pass all 120 credits, but in her 2nd Year she really struggled and only passed half of the modules.\nLouise took resits in those modules the following year but failed those too.\n\nHaving exhausted her reassessment opportunities at this stage she was unable to progress into the final year of her degree and her degree was subsequently terminated by the university as a result.\n\nAlthough this was a difficult message to hear, having completed at least 120 credits of her degree meant Louise was able to graduate from the university with a Lower Award of an Undergraduate Certificate.\n\nIf you wish to appeal your outcome, please refer to the Appeals Guidance to establish whether you have grounds, you have one calendar month from the time you receive your outcome to put in an appeal.\n\n\n<div class=\"OutlineElement Ltr SCXW33556537 BCX0\" style=\"margin: 0; padding: 0; user-select: text; overflow: visible; cursor: text; clear: both; position: relative; direction: ltr; color: rgba(0, 0, 0, 1); font-family: &quot;Segoe UI&quot;, &quot;Segoe UI Web&quot;, Arial, Verdana, sans-serif; font-size: 12px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-indent: 0; text-transform: none; white-space: normal; widows: 2; word-spacing: 0; background-color: rgba(255, 255, "
  },
  {
    "student_query": "I can’t find my online coursework/assessment submission link/my submission link is missing",
    "label": "unknown",
    "response": "Check your module Moodle page for an assessment section – your submission link should be there. If you still cannot locate the link, contact the Assessments team through the student enquiry centre (you will need to be signed in), giving them the module code and the name of the assessment."
  },
  {
    "student_query": "What can/do I need to bring to my exam?",
    "label": "unknown",
    "response": "Please bring a form of photographic identification to your exam, your student ID card is fine.\nIt is your responsibility to bring the correct stationery to your exam. Failure to do so may result in you not being able to sit the exam.\nStationery required includes pens, pencils, highlighters, erasers, pencil sharpener, ruler, coloured pencils and permitted calculators.\nStandard, non-electronic ear plugs are permitted during exams provided they are brought to the exam location in the clear plastic bag they arrive in.\nYou can bring water in a clear plastic bottle. You can also bring snacks such as fruit or sweets. But you should avoid bringing any foods with an overpowering smell or anything in a loud/rustling packet.\n\n\n\n"
  },
  {
    "student_query": "The filename on my coursework is incorrect, will it still be marked",
    "label": "unknown",
    "response": "If your coursework has been submitted to the correct Moodle link, it will be marked. If you have noticed the error before the deadline, you can remove and resubmit your work with the corrected name.If the deadline has passed, you will not be able to rename the work. \n\nIt will be possible to identify you and apply your mark correctly, even if you enter your ID incorrectly in the filename. "
  },
  {
    "student_query": "Am I entitled to a coursework extension if I have a support plan?",
    "label": "ec_extension",
    "response": "If you have a support plan you can request an extension to coursework deadlinesusinga Coursework Extension Request Form (CERF).\n\nThese are accessible via the RAA forms web page.\n\nScroll down to the bottom of the page and select the section for ‘Students with Support Plans - request an extension to coursework’. \n\nChoose the form for the school delivering the module.\n\nPlease find a helpful flowchart on the Extenuating Circumstances Student Services page here to help you work out whether you could use the CERF or EC route to request your extension.\n\nMore information is also available at: Students with Support plans - access to coursework extensions.\n\nYou can also find more information on Support Plans in general."
  },
  {
    "student_query": "What is a first sit?",
    "label": "unknown",
    "response": "First sit is a term we use to describe the ‘first opportunity’ to take an assessment.\nFirst sits can be granted as a result of an approved Extenuating Circumstances (EC) claim.In this instance, a first sit is an opportunity to re-take assessments affected by ECs as if for the first time. There is no fee for first sits granted.\n\nFinalists taking first sits in August will not be eligible to graduate in July. \nGraduation for these students will be delayed until the next in person event in December, or inter-ceremony (remote) graduation.For up to date information on Graduation, please see the Graduation UoN webpages.\n\n\nNOTE:EC Regulations have changed from 25 September 2023.\nFrom 25th September 2023, where you are awarded a first sit as a result of an EC, your original work (if submitted) will not be marked, or the mark will be voided.The original assessments submitted (for exam or coursework) will not be marked/the mark will be voided.\n\nNOTE!If you are uncertain as to the level of impact of your situation and you are well enough to try sitting your exam, please do so.\nRemember you have 5 working days following your exam within which to submit your EC claim so you have time to decide on the level of impact.\nEqually, if you are not well enough to sit your exam, please don't.\n\nFind more details on the new EC Procedure hereSee the Student ECs Information Page here"
  },
  {
    "student_query": "What do Regulations 26b and 24b mean?",
    "label": "unknown",
    "response": "If you are a finalist and have had an extenuating circumstances (EC) claim approved for a first sit in August, taking this first sit will mean you will not be able to graduate in July with your peers (dates for students on non-standard programmes may differ).There is a regulation that exists for both Undergraduate (26b) and Postgraduate Taught (24b) students allows the board of examiners in your school to recommend the first sit does not have to be taken. The purpose of this regulation is prevent you having to take a first if it's not likely to make a huge difference to your overall degree classification.By applying a 24b or 26b regulation the affected modules will be waived.This is only an option that will be offered to very few finalists who fit the following criteria:They have a valid EC granting a first sit in modules worth no more than 20 creditsThe exam board or EC panel can clearly demonstrate that by discounting the affected modules your final classification would be wholly representative of your general performance throughout your degreeIf there is any chance that you would be disadvantaged by applying this regulation it will not be recommended to youIf this regulation applies to you at the end of the year, someone from your school will make contact with you to let you know a few days in advance of the results release on Blue Castle.You will be given a choice not to accept the recommendation (if you really really want to take the first sit anyway in August, you can!).Assuming you have been invited to graduation along with your peers in March/April time you should get to attend graduation in July if you choose to accept the recommendation.NOTE! Final transcripts will show the following:Disregarded modules will remain on the transcript for the studentThe final average mark on the transcript should show the original average mark before recalculationThe classification should reflect the newly calculated classification"
  },
  {
    "student_query": "What does 'University Withdrawal, Lower Award' mean?",
    "label": "unknown",
    "response": "There may be different reasons why the University might withdraw or cancel your registration, for example because you have long standing debts with the university or as a result of upheld Academic Misconduct.You will no longer be a student of the university.\n\nIf you have accrued sufficient credits that count towards a lower award you may still leave the University with an award, albeit not the same as you originally intended.\n\nA lower award is a degree different to your own that is categorised as being a ‘lower’ qualification.\n\nNote: This is not always a lower academic level qualification; for those students with accredited degrees, the non-accredited version may be referred to as a lower award when in fact it is the same level qualification (the only difference being that the degree awarded is not accredited).\n\nIf you wish to appeal your outcome, please refer to the Appeals Guidance to establish whether you have grounds, you have one calendar month from the time you receive your outcome to put in an appeal.\n\nFind more general information on the Student Services pages hereGot VISA and Immigration questions?Find more information here\n\nGot questions about your finances?For more information about the impact on SLC fundingsee this factsheetor contact theFunding &amp; Financial Support teamor your funding providerGot accommodation questions?Find more information hereWant someone to talk to? To get in contact with the Support and Wellbeing Team, find more information hereGot questions on regulations? For more detail, please find link to the Quality Manual here"
  },
  {
    "student_query": "What shall I do if I spot an error in my E-Exam?",
    "label": "unknown",
    "response": "In the event you encounter any issues, please don’t panic. You won’t be disadvantaged by a genuine problem so long as you comply with the instructions below:\n\nContinue answering the paper, stating any assumptions madeOn completion of the exam, please contact your Assessment team in Registry and Academic Affairs (formerly Student Services) via Live Chat, Student Enquiry Centre, or 0115 74 86500 with details of the suspected error. This will then be communicated to your School who will ensure any issues are reviewed as part of the moderation process. Clearly state the module for which you have a query in the subject of the message."
  },
  {
    "student_query": "What is a compulsory transfer to a different degree?",
    "label": "unknown",
    "response": "Compulsory transfers to alternative degrees can happen in a number of scenarios.\n\nWhere degrees are accredited by external organisations there are strict requirements all students must achieve in order to be granted this award. If any of these requirements are not achieved (but you are achieving overall passes each year) you may be eligible to be moved to a non-accredited version of the same degree - a compulsory transfer\n\nIn the case of four year Undergraduate Integrated Masters programmes (MSci or MEng), there is a minimum average mark that all students are required to achieve in their Stage I (Year 2 for most students) in order to continue on this degree.\n\nWhere this threshold is not met (on the first attempt), you are not then able to continue on the same course. You will be transferred to the equivalent Bachelor degree for the remainder of the programme.\n\nIf you wish to appeal your outcome, please refer to the Appeals Guidance to establish whether you have grounds, you have one calendar month from the time you receive your outcome to put in an appeal.\n\nIf you are a VISA holder, find more information here\nFor advice relating to Accommodation, find more information here\nTo get in contact with the Support and Wellbeing Team, find more information here\nFor more detail, please find link to the Quality Manual here"
  },
  {
    "student_query": "My coursework extension was approved but the deadline was in the past, what does this mean?",
    "label": "ec_extension",
    "response": "In the event of an extension approval being sent to you after the extension date has passed, contact the Assessments team by raising an enquiry via the Student Enquiry Centre as soon as possible. This can then be investigated for you. \n\nThere is always a risk that you might not receive your outcome until after the original deadline, particularly at busy times of year (eg. ahead of key assessment periods). If this happens theExtenuating Circumstances policy (Meeting Coursework Deadlines) clearly states that if you have not received a decision on your EC claim by the original deadline you must submit the work you have completed to date so that if necessary, it can form the assessment.\n\nWhere this is the case and you are submitting work by the original deadline, please ensure you include the words EC Pending in the file name submitted. This will inform the marker that this is your work in progress and that there will be another piece of work submitted if your extension is approved. You are then recommended to continue working on your assignment to take full advantage of any additional time."
  },
  {
    "student_query": "My exam timetable features KMC - where is that?",
    "label": "unknown",
    "response": "KMC is the King’s Meadow Campus; it is less than a mile from University Park and Jubilee Campus and hosts exams in the main Autumn, Spring and Summer Resit examination periods.\n\nInformation on how to travel to Kings Meadow Campus can be found here.\n\nThe University Hopper Bus runs a service from University Park to Kings Meadow Campus, and this is supplemented by further transport organised by the Exams Office."
  },
  {
    "student_query": "The wrong group is shown on my Moodle submission link, how do I change this?",
    "label": "unknown",
    "response": "You will need to contact your Module Convenor directly, who will confirm and update the correct groups."
  },
  {
    "student_query": "Can my work be re-marked/can I appeal?",
    "label": "unknown",
    "response": "The university does not allow re-marking as all grades are considered a matter of academic judgment. \nIf you require further feedback, contact your marker/convenor.\nLikewise, there is no opportunity to “make-up” credits or marks, or to submit a substitute assessment to gain a better mark.\nIf you wish to appeal your outcome, please refer to the Appeals Guidance to establish whether you have grounds, you have 30 working days from the time you receive your outcome to put in an appeal.\n"
  },
  {
    "student_query": "What is the difference between a first sit and resit?",
    "label": "unknown",
    "response": "A first sit is a reassessment opportunity that you take as if for the first time. First sits can only be granted because of an Extenuating Circumstances (EC) claim (see FAQ ‘What is a first sit?’ for more information).Where first sits are granted, the original attempt will not be marked, or the mark will be voided.\nA resit is a reassessment opportunity given to students who have failed an assessment/module. It enables the student to re-take the affected assessment, however there are conditions to this:\nFor Undergraduate degree, any mark obtained in a resit:\nWill show on your final degree transcript (as a second attempt).Will be used in calculations for progression purposes.Will not be included in your final degree calculations.\n\nThe rules are slightly different for Postgraduate Taught degrees:\nWill show on your final degree transcript (as a second attempt).Will be used in final degree calculations of a Pass onlyWill not be included in the final degree calculations for Merit or Distinction.\n\nScenario:\nClaire is an Undergraduate student who took LIFE2001 in her 2nd year and obtained an overall mark of 36. She was not able to progress to Year 3 as a result.\n\nShe was offered a resit for the affected piece of assessment (Exam) in the August reassessment period and achieved a mark of 55 for the module as a result which meant she’d passed the module. \n\nHaving passed this resit (and the module), Claire was now able to progress into her final year.\n\nThe mark from this module that will be included in Claire’s final degree calculations will be 36 as the resit mark is used for progression purposes only.\n\nHer resit mark of 55 will be shown on her final degree transcript against the module, but as a second attempt mark"
  },
  {
    "student_query": "What does 'Student Withdrawal - Lower Award' mean?",
    "label": "unknown",
    "response": "If you decide to withdraw from your studies before the end of your degree (and anytime after your first year of study) you may be entitled to a lower award.\nA lower award is a degree different to your own that is categorised as being a ‘lower’ qualification.\nNOTE: This is not always a lower academic level qualification: for those students on accredited degrees, the non-accredited version may be referred to as a lower award when in fact it is the same level qualification (the only difference being that the degree awarded is not accredited).\nExample scenario:\nStephen started University on a 3 year BA degree at the university; In his first and second years, Stephen passed each year, but part way through his 3rd Year something happened that meant he was not able to continue on his degree. Stephen consequently withdrew from his course.As he had passed his first two years of study, Stephen’s marks were calculated and he was able to graduate from the university with a Lower Award of an Undergraduate Diploma.Got VISA and Immigration questions?Find more information hereGot accommodation questions?Find more information hereWant someone to talk to? To get in contact with the Support and Wellbeing Team, find more information hereGot questions on regulations? For more detail, please find link to the Quality Manual hereGot questions about your finances?For more information about the impact on SLC fundingsee this factsheetor contact theFunding &amp; Financial Support teamor your funding provider"
  },
  {
    "student_query": "I submitted my coursework on Moodle under the wrong submission link. Will it still be marked?",
    "label": "unknown",
    "response": "No, your work will not be marked if it is under the wrong submission link. You will need to resubmit as soon as possible to the correct link. Please note that if you resubmit the same text to a different dropbox then it will come up as a 100% similarity percentage match because of the first submission.This is not something that can be changed but your module convenor will be able to see that this 100% match is due to your previous submission. You can use the Test My Text function in Moodle to view your similarity percentage, instructions on how to do this can be found here. If the deadline has passed, please contact the Assessments Team as soon as possible through the student enquiry centre. It may also be appropriate to speak to your convenor directly. You may be subject to late penalties.If it is passed the deadline on a Moodle Assignment, RAA wouldn't need a Turnitin number for Moodle assignments as not everyone uses the Turnitin plugin for Moodle Assignment"
  },
  {
    "student_query": "Why is my similarity percentage on TurnItIn not appearing?",
    "label": "unknown",
    "response": "If you are looking to understand your similarity percentage before submitting your work, please use the Test my Text function in Moodle, instead of submitting multiple times.Instructions on how to do this can be found here. \n\nIf you submit the same assignment more than 3 times in a 24-hour period, the similarity percentage will then take a full 24 hours to generate. There can also be delays if there is high traffic in the system. If there is a message saying queued, your similarity percentage will appear when ready. If a red cross appears, you can click on it to refresh again and generate your similarity percentage. Some file formats cannot be read by Turnitin, a list of file formats is available here. If you are still experiencing issues, please contact Learning Tech by raising a query via the online IT helpdesk."
  },
  {
    "student_query": "How can I contact the assessment team?",
    "label": "unknown",
    "response": "There are a number of ways you can speak to the assessments team:\nThe student enquiry centrecan be used to send a message to the relevant assessment team about anything via the 'Ask a question'link in the image below.Once your enquiry is submitted it will be respond to by the team. Make sure you check back on your enquiry regularly as we may ask for further information from you.You may experience delays in resolving your enquiry if you don’t respond to these actionsBy telephone on 0115 748 6500. Phone lines are open 10am - 4pmBy booking a virtual appointment with the correct specialist teamBy visiting one of our service centres\n"
  },
  {
    "student_query": "Why is my file not submitting to Moodle Assignment?",
    "label": "unknown",
    "response": "Information around submitting work in Moodle can be found here. If you are still experiencing issues, please contact Learning Tech by raising a query via the online IT helpdesk. "
  },
  {
    "student_query": "What is a derived mark?",
    "label": "unknown",
    "response": "If some of the marking for your module were not completed, and if we were unable to mark assessments worth at least 40% of the overall assessment weighting for the module, then we will derive a mark for you based on your completed marks from the current academic year, and if applicable, from your previous years’ marks. \n\nWe will give you that derived mark for all elements that are unmarked. \n\nTo qualify for a derived mark in an assessment that we're not able to mark before the Exam Board deadline, you must have completed that assessment. If you didn’t complete it, you’ll receive a mark of zero for that assessment.\n\nFor more information on the regulations and other information resources related to the marking and assessment boycott industrial action, please see the following links:\n\nQuestions and Answers\n\nExchange newsletter article\n\nList of modules affected\n\nContingency regulations\n\n"
  },
  {
    "student_query": "How many resits am I entitled to?",
    "label": "unknown",
    "response": "If you have not passed a module, you are entitled to one further attempt. This is called a resit.\nThere are exceptional circumstances where a second resit opportunity may be awarded, see the basis on which this is possible via the link."
  }
]