[
  {
    "url": "https://student-enquiries.nottingham.ac.uk/faqs/article/FAQs-2421/en-us",
    "content": [
      "FAQs",
      "Enquire and submit",
      "AllAllKnowledge ArticlesSearch FilterAllKnowledge ArticlesType your question here",
      "AllAllKnowledge ArticlesSearch FilterAllKnowledge ArticlesType your question here",
      "AllAllKnowledge Articles",
      "All",
      "Knowledge Articles",
      "Sign in",
      "Home",
      "Find answers to our most frequently asked questions",
      "FAQs-2421",
      "What are acceptable circumstances for an EC claim?",
      "There are many circumstances that can impact your performance in an exam or assessment, there are full details on what's acceptable in theEC Procedure,and a summary of those reasons is shown below.",
      "The University EC Regulations are outlinedhereand the University Policy on Circumstances Affecting Students’ Ability to Study and Complete Assessmentsis outlinedhere.",
      "Illness",
      "Acceptable circumstances: This is usually illness that spans more than 7 days for coursework, but can include acute cases for exams.  This includes students who have had a late diagnosis of a disability or long-term medical condition.",
      "Unacceptable circumstances:Short-term illness (less than 7 days) are not normally acceptable circumstances with regards coursework, where the student is given a number of weeks/months to complete and submit such work.As general guidance an illness/ailment that does not require medical treatment or does not lead to a student being bedridden or will not cause a significant risk to others will not normally be acceptable circumstances.  Minor illnesses (e.g. colds) are not acceptable circumstances.",
      "Hospitalisation",
      "Acceptable circumstances: This circumstance is generally limited to extended or particularly seriously acute stays in hospital.",
      "Unacceptable circumstances: A short visit to minor injuries unit or A&E would not normally be considered acceptable circumstances.",
      "Acute injury",
      "Acceptable circumstances: If you have recently had an accident, injury or are experiencing a short-term health condition (for the first time), you may be in a position to request a short-term adjustment for your upcoming in-person exams (e.g. a scribe if you have broken your hand, or more time/rest breaks).",
      "Family illness",
      "Acceptable circumstances: The claim should make clear the nature of the relationship between the student and the affected relative and how the student’s ability to study has been impacted.  This would normally only include close relatives (i.e. parents, siblings) but, with that concept in mind, it should be recognised that family structures vary.",
      "These would usually be a short-term condition.  However, where the circumstances are external to the student and extend over more than one semester, such as chronic illness of a relative, it may be appropriate to accept the same circumstances for a longer period than one semester if it is not appropriate for the student to voluntarily interrupt their studies.  In such circumstances the student must discuss the situation with their School/Department and submit an extenuating circumstances form each semester to ensure that appropriate account is taken of the circumstances and appropriate support can be offered to the student.",
      "Unacceptable circumstances: This would not normally be extended to family pets.",
      "Bereavement",
      "Acceptable circumstances: The claim should make clear the nature of the relationship between the student and the deceased and how the student’s ability to study has been impacted. The circumstances of the bereavement may also be relevant.",
      "Unacceptable circumstances: This would not normally be extended to family pets.",
      "IT and/or computer failure during e-examinations",
      "Acceptable circumstances: This relates to the period of an e-exam only (not for coursework or exam revision).  This applies whether the exam is undertaken online remotely or on UoN facilities. Evidence will always be required.",
      "Unacceptable circumstances: For e-exams, loss or corruption of files is not an acceptable extenuating circumstance.  It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources.",
      "IT and/or computer failure more broadly",
      "Unacceptable circumstances: For assessed coursework (or exam revision), loss or corruption of files is not an acceptable extenuating circumstance. It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources. Withdrawal of IT facilities or suspension for reason of debt are not acceptable circumstances.",
      "Acute personal / emotional circumstances",
      "Acceptable circumstances: These may be considered acceptable circumstances, but students will need to demonstrate that they are seeking appropriate support including liaison with their personal tutor (orHere for You Guide).",
      "Unacceptable circumstances: As with all extenuating circumstances, the University must be told about these circumstances in a timely manner (prior to the cut offs given in the extenuating circumstances procedure).",
      "Pregnancy",
      "Acceptable circumstances: The University has apolicy on pregnancy related issues. Students who are pregnant should follow the guidance in this document. In some cases it may be appropriate to use the extenuating circumstances procedure (for instance when a student suffers from a specific illness caused by the pregnancy), in which case the requirements for illness or hospitalisation above should be followed.",
      "Maternity or paternity leave",
      "Acceptable circumstances: Please see the guidance for supporting students withpregnancy and parental caring responsibilities. Please note, fathers are permitted to request extenuating circumstances for paternity leave.",
      "Victim of crime",
      "Acceptable circumstances:It will be necessary to demonstrate how this has affected the student’s ability to study and/or undertake assessment, with reference to other requirements as necessary (e.g. acute personal/emotional circumstances/hospitalisation).",
      "Domestic disruption",
      "Acceptable circumstances: This applies only in relation to examinations unless the circumstances are exceptionally severe and extended.",
      "Unacceptable circumstances: Disturbances caused by housemates would generally be considered normal and therefore not acceptable as an extenuating circumstance. See also ‘accommodation disturbances’.",
      "Accommodation disturbances",
      "Unacceptable circumstances: It is the student’s responsibility to ensure that they have access to suitable accommodation, including for any assessments offered in the reassessment period and for the full calendar year for postgraduate students, and therefore ongoing or foreseeable problems with accommodation are not normally acceptable circumstances.",
      "Representing the University at a national event or involvement in other significant / prestigious event",
      "Acceptable circumstances: This would apply to a wide variety of events, including but not limited to sporting events. Reference should also be made to theHigh Performing Athlete policy.",
      "Jury service (UK)",
      "Acceptable circumstances: A student who is asked to undertake jury service that would affect their ability to meet any of the requirements of their programme should make a request to the Court for the Jury Service to be deferred.  Only where the Court has refused such a deferral will Jury Service be considered as an acceptable extenuating circumstance.",
      "Court attendance (UK)",
      "Acceptable circumstances: This would apply when a student had to make a court appearance (e.g. as a witness) or is accompanying someone attending court. This is different to jury service.",
      "Transport issues",
      "Acceptable circumstances: Exceptional and unforeseeable transport issues only.",
      "Unacceptable circumstances: It is expected that students will ensure that they arrive at the assessment on time, irrespective of the form of transport used or relied upon. An inability to travel as a result of circumstances beyond the student's control may though constitute sufficient cause e.g. cancellation of a train/plane, car breakdown.  Students should, however, allow a reasonable contingency time in any travel arrangements made, including application for travel authorisation paperwork, as moderate delays are considered a normal expectation.",
      "Holidays",
      "Unacceptable circumstances:It is the student's responsibility to ensure that they are available for all study activities and all assessments, including any assessments taking place on Saturdays in the main examination periods or offered in the reassessment period (August – September). All holidays and vacations should take place at a time that will not impact on the student's availability to study or undertake or prepare for an assessment(s).",
      "Misreading the examination timetable",
      "Unacceptable circumstances: It is the student's responsibility to ensure that they know and remember the location, time and duration of all formal assessments.",
      "Scheduling of assessments/deadlines",
      "Unacceptable circumstances: Deadlines being close together or examinations scheduled close together will not normally constitute acceptable circumstances.",
      "Paid employment or voluntary work",
      "Acceptable circumstances: Where unforeseen or exceptional work commitments arise, these may be considered acceptable circumstances (this would normally only apply for part time students or apprentices).",
      "Unacceptable circumstances: It is expected that students will ensure that any paid employment or voluntary work does not interfere with their ability to engage with their studies or assessments. It should be noted that examinations may be scheduled to take place on Saturdays during the published examination periods. The University hasguidance for students undertaking employment or other activities during their studies.",
      "Exam stress",
      "Acceptable circumstances: This may be considered an acceptable circumstance if a medical diagnosis of illness is made (see illness above).  Medical evidence would be required.",
      "Unacceptable circumstances: Preparing for and taking assessments can be a demanding time both physically and psychologically and feeling ‘below par', stressed and anxious leading up to and during an assessment(s) is a common experience of many students and therefore not an extenuating circumstance. The typical symptoms associated with ‘exam stress’ (e.g. anxiety, sleeping disturbances, feeling nauseous etc.) would not normally be considered acceptable extenuating circumstances.",
      "Religious observance",
      "Acceptable circumstances: If a student has completedthe Religious Observance Formby the published deadline and it has not been possible to make alternative arrangements centrally, the School/Department should take reasonable steps to provide an alternative assessment opportunity. Where this is not possible, the School/Department may consider a claim under this policy.",
      "Unacceptable circumstances: Absence from an assessment for reason of religious observance, where no Religious Observance Form has been completed, or where the relevant permission for absence has not been obtained prior to the assessment, will not be deemed an acceptable extenuating circumstance.",
      "Religious observance requirements will not normally be regarded as an extenuating circumstance with regard to assessed coursework where the student is given a number of weeks/months to complete and submit such work.",
      "Criminal conviction",
      "Unacceptable circumstances: If a student is convicted of a criminal offence any disruption caused by the investigation or sentence is not an acceptable extenuating circumstance.",
      "Foreseeable/preventable circumstances",
      "Unacceptable circumstances: Where the circumstances are within the control of the student they would not normally constitute sufficient cause for failure to comply with the assessment requirements or engage fully with their studies.",
      "Being reluctant to disclose the circumstances for any reason",
      "Unacceptable circumstances: Not informing the University of circumstances for any reason are not considered to be credible and compelling explanations for non-submission of contemporaneous claims. The University can only consider circumstances if they are disclosed in accordance with this policy.",
      "Submitting the same extenuating circumstances more than once",
      "Acceptable circumstances: This would only be considered acceptable if the student has accessed appropriate support to manage the circumstances but there is an unexpected acute episode at a particularly significant time.",
      "Unacceptable circumstances: Submitting the same extenuating circumstances more than once would not normally be considered an acceptable circumstance.",
      "Long term conditions",
      "Unacceptable circumstances: It is not normally possible for the circumstance to have arisen more than 12 months before the affected assessment for a claim to be made under this regulation. Matters which extend over 12 months would need to claim under thePolicy on long-term conditions or disabilities affecting students' ability to study and complete assessmentsso that appropriate support for study or individual arrangements for examinations can be put in place.",
      "Get help",
      "Get help",
      "Copyright © 2025. All rights reserved.",
      "Browser does not support script."
    ]
  },
  {
    "url": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/pol-circs-affecting-students-study-assessments.aspx",
    "content": [
      "UK",
      "China",
      "Malaysia",
      "Study",
      "About",
      "Research",
      "Business",
      "News",
      "Visit",
      "A–Z",
      "Print",
      "Home",
      "Coming soon",
      "Recent changes",
      "Academic regulations",
      "Admissions",
      "Programme and module design and approval",
      "Assessment, awards and degree classificationAssessment overview and School responsibilitiesAssessment RegulationsAssessment and marking policiesDegree classificationCircumstances affecting students' ability to study and complete assessmentsExtenuating circumstancesFitness to practise proceduresRegulation on academic misconductRegulation and code of practice on proofreading",
      "Assessment overview and School responsibilities",
      "Assessment Regulations",
      "Assessment and marking policies",
      "Degree classification",
      "Circumstances affecting students' ability to study and complete assessments",
      "Extenuating circumstances",
      "Fitness to practise procedures",
      "Regulation on academic misconduct",
      "Regulation and code of practice on proofreading",
      "Personal tutoring, student support and development",
      "Concerns, complaints and appeals",
      "Registration and attendance",
      "Research degree programmes",
      "Student engagement and representation",
      "Studies away from the University",
      "Governance",
      "Professional Work Based Learning",
      "Contingency classification and progression regulations",
      "Exceptional classification and progression regulations",
      "Exceptional regulations: Covid-19",
      "A-Z",
      "Circumstances affecting students' ability to study and complete assessments",
      "This page contains the University's regulation on circumstances affecting students' ability to study and complete assessments. Its content is applicable to staff and students across all of the UK, China and Malaysia campuses.",
      "Search the manual",
      "1.0 Purpose",
      "During their study students may encounter significant personal difficulties that are outside their control and impact on their ability to study and/or complete assessments.",
      "This page explains the various mechanisms by which students may bring circumstances having a detrimental impact on their study to the attention of the University.",
      "This regulation and the associated procedures allow for the consideration of the impact of those circumstances on their academic performance and the provision of measures to address the impact, where possible and appropriate. This regulation is applicable to all types of student on all programmes or courses.",
      "2.0 Key Principles",
      "2.1 Underpinning criteria for circumstances to be taken into account.",
      "Includes:criteria; application",
      "In order to be considered under this regulation, such difficulties must meet all of the following criteria:",
      "They must be out of the student’s control – the student could not have prevented them.",
      "They must have had a significant impact – they must have had a demonstrably negative impact on the student’s ability to study or to undertake an assessment.",
      "The timing of the circumstances must be relevant to the claimed impact.",
      "The appropriate management of circumstances affecting students’ study and assessment is significant in ensuring that academic standards are maintained and that students are treated fairly.",
      "2.2 Types of circumstance",
      "Two types of circumstances may affect student performance in study and/or assessment:",
      "2.2.1Long term conditions/disabilities including Specific Learning Differences, such as dyslexia, dyspraxia, and ADHD, a recognised disability and/or long-term health condition, autism spectrum disorders (ASD) and mental health difficulties.Additional information in this regard (such as support for students with long term conditions or disabilities; about coursework extensions; for thesis pending extensions; or voluntary interruption of study) are provided in the ‘Related Regulations, Policies and Procedures’ Section below.",
      "2.2.2Shorter term circumstances such as a self-limiting illness which require consideration as and when they arise and may affect study and/or assessment. Additional information in this regard (such as the regulation for extenuating circumstances; or for thesis pending extensions) are provided in the ‘Related Regulations, Policies and Procedures’ Section below.",
      "2.3 Guidance on acceptable and unacceptable circumstances",
      "2.4 Ongoing circumstances",
      "Where a student has had circumstances that affect their ability to study and/or take assessments for one period accepted but continues to be affected by or has a recurrence of the same circumstances, they must seek medical/other advice. If necessary, they must either refer to the regulation on long-term conditions or disabilities affecting students’ ability to study and complete assessments so that appropriate support for study or individual arrangements for examinations can be put in place or discuss with their School/Department the possibility of voluntarily interrupting their studies until the circumstances have been resolved.",
      "Further information regarding ongoing circumstances can also be found in the extenuating circumstances procedure.(see ‘Related Regulations, Policies and Procedures’ Section below).",
      "2.5 Formal complaint",
      "2.6 Timescales",
      "Timescales for submissions of claims will be published within the relevant procedure and must be adhered to.",
      "The timescales are deemed to be reasonable and allow students adequate opportunity to notify the University of circumstances affecting their ability to study and/or complete assessments.",
      "2.7 Evidence",
      "Includes:reasons for rejection",
      "All claims made under this policy must be supported by evidence/documentation as required in each procedure, except where explicitly permitted otherwise.",
      "Claims will be rejected if appropriate evidence is not included at the point of submission or provided within the relevant permissible timescales.",
      "2.8 Confidentiality of evidence",
      "Confidential information will only be shared within the University for the purposes of implementing this regulation in a fair and rigorous manner. Any student wishing to restrict the sharing of such information must make their wishes known to the appropriate members of staff, preferably in writing.",
      "Normally such wishes will be respected unless to do so would be against the best interests of the University community or the interests of safety or security of any person.",
      "Data protection principles will be observed at all times and records of claims will be kept in accordance with the University’s records retention schedule.",
      "3.0 Roles and Responsibilities",
      "3.1 Responsibilities of Schools/Departments",
      "3.1.1Schools need to ensure that all students are aware of this regulation and associated procedures. As a minimum they are expected to include information in their initial induction packs and remind students each year of its existence. This may be done by inclusion in the School/Programme Handbook. Assessment level information (e.g. opt out of ‘no evidence’ extensions) needs to be included in module handbooks (so information is at module level for joint honours students).",
      "3.1.2Each School must ensure that students are aware of primary contacts for submission of claims and need to ensure that advice about possible outcomes/consequences is easily available to students. There may be times when a School will need to respond to students in a short timeframe so their procedures must support the ability to do this.",
      "3.1.3Schools must ensure that their Personal Tutors and Academic Guides are aware of this regulation, associated procedures and their responsibility, if appropriate, to support and advise their tutees when they know of their intention to submit a claim.",
      "3.1.4Schools must consider and respond to claims in accordance with the associated procedures.",
      "3.2 Responsibilities of students",
      "3.2.1Students are responsible for ensuring that they inform the University promptly of any circumstances that they consider are affecting their ability to study and/or undertake assessments. With early warning of a problem, the University can provide appropriate support. Students need to be aware that the University cannot respond to a student's circumstances if they remain unaware of relevant information.",
      "3.2.2Where possible, students are recommended to their Personal Tutor or Academic Guide, Support and Wellbeing Officer (UNUK), Disability Liaison Officer (UNNC) or other appropriate staff member in advance of engaging with associated procedures, so that they may receive guidance and support in these processes.",
      "3.2.3Students are expected to observe timeframes for the submission of claims defined in procedures associated with this regulation.",
      "3.2.4Students are responsible for obtaining and providing the required evidence demonstrating their claimed circumstances. The University will not seek documentary evidence on a student’s behalf.",
      "3.2.5Students must make every effort to ensure that they are fit to study and undertake assessment, and where a student feels that there are circumstances that are affecting them adversely it is their responsibility to seek advice and professional help, where relevant, to assist in resolving the problem.",
      "3.2.6Students are responsible for ensuring that they are available for all necessary study and assessment. A student will be in breach of the University’s attendance and engagement requirements if they do not attend an examination or comply with a coursework deadline and do not submit an appropriately evidenced claim in accordance with one of the procedures associated with this regulation.",
      "For more information about the University's Regulations governing attendance and engagement, please see the information in the ‘Related Regulations, Policies and Procedures’ Section below.",
      "3.3 Responsibilities of personal tutors and Academic Guides",
      "3.3.1Personal Tutors and Academic Guides need to support students making submissions related to the procedures associated with this regulation, as appropriate.",
      "3.3.2If they have previously been made aware of circumstances affecting a student’s ability to study and/or complete assessments and believe those circumstances to have had an adverse impact on the student’s performance, at the student’s request, Personal Tutors and Academic Guides are recommended to provide a statement as per the evidence requirements of associated procedures.",
      "3.3.3Personal Tutors and Academic Guides must direct students to professional support for their circumstances and/or direct them to and help them navigate through University processes and procedures, and/or provide other appropriate support.",
      "3.3.4Personal tutors and Academic Guides must ensure their knowledge of these policies is current and provide advice within the parameters of published policies and procedures.",
      "3.4 Responsibilities of Support and Wellbeing Officers",
      "3.4.1Support and Wellbeing Officers (UNUK) or Senior Disability Support Advisors (UNNC) must provide help and guidance to students in relation to their health and wellbeing within the parameters of published policies and procedures. They will direct students to professional support for their circumstances and/or direct them to and help them navigate through University processes and procedures, and/or provide other appropriate support.",
      "3.4.2Support and Wellbeing Officers (UNUK) or Senior Disability Support Advisors (UNNC) need to support students making submissions related to the procedures associated with this regulation. Often this will be part of a wider package of support provided to an individual student.",
      "3.4.3If they have previously been made aware of circumstances affecting a student’s ability to study and/or complete assessments and believe those circumstances to have had an adverse impact on the student’s performance, at the student’s request, Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisor (UNNC) are recommended to provide a statement as per the evidence requirements of associated procedures.",
      "3.4.4Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisors (UNNC) will attend and advise extenuating circumstances panels on student cases, but are not a member of the panel and are not part of the decision-making process.",
      "3.4.5Support and Wellbeing Officers (UNUK), or Senior Disability Support Advisors (UNNC) may meet with students to explore support relevant to the issues identified in the claims the student has submitted.",
      "3.5 Responsibilities of Student Services staff (UNUK) or Faculty Office staff (UNNC)",
      "3.5.1Staff will offer support, information and direction to relevant procedures and specialist services.  Guidance provided will be within the parameters of published policies and procedures.",
      "3.5.2Staff will receive, log and process for consideration claims submitted by students. Staff will keep complete records of all claims and ensure that they manage and note extensions to deadlines and deferrals of examination such that relevant University offices are informed of the later assessment.",
      "3.5.3Staff will notify students of the outcome of their claims and update student records accordingly.",
      "3.5.4Staff will attend meetings of local extenuating circumstances panels to ensure records are kept and due process is followed.",
      "3.5.5Staff will review outcomes of claims, provide data and highlight inconsistent or incorrect application of process or outcomes with the relevant Head of School/Department and, if appropriate, with Faculty Teaching and Learning Committees (UNUK), or Faculty Education and Student Experience Committee (UNNC).",
      "4.0 Procedural Steps",
      "The relevant procedural steps can be found with the associated regulation for the circumstances in question.  Additional information can be found in the ‘Related Regulations, Policies and Procedures’ Section below.",
      "4.1 Informing students of outcomes",
      "Registry and Academic Affairs (UNUK) or Faculty Office (UNNC) must inform students of the outcomes of claims in writing according to the relevant procedure in a timely and reasonable manner.",
      "5.0 Related Regulations, Policies and Procedures",
      "Long-term conditions or disabilities affecting students' ability to study and complete assessments",
      "Students with Support Plans have access to coursework extensions",
      "The Thesis pending period (including policy on extension)",
      "Voluntary interruption of study",
      "Extenuating circumstances",
      "Extenuating circumstances procedure",
      "Student Complaint Procedure",
      "Policy on student complaints",
      "Regulations governing attendance and engagement",
      "Religious observance",
      "Policy on academic appeals",
      "Assessment regulations",
      "Support to study procedure",
      "Students required to withdraw on grounds of health and safety",
      "Status change immigration advice",
      "Covid Regulations",
      "Please be aware that during academic year 2019/20, the University introduced exceptional regulations in response to the Covid-19 pandemic. These were campus specific and meant to be read in conjunction with all pre-existing content.",
      "From the beginning of academic year 2021/22, the active application of the exceptional regulations affecting this page has now ceased, with the sole exception of those which cover extenuating circumstances at the University of Nottingham Malaysia (UNM). The following will remain active at UNM until further notice in light of the current situation in Malaysia:",
      "Covid-19 EC Exceptional Regulations - UNM",
      "Exceptional Guidance to Extenuating Circumstances Panels",
      "Any outcomes from the application of the regulations during academic years 2019/20 and 2020/21 across all three campuses will, however, continue to be honoured and used in all decisions regarding those affected.",
      "Further details about those regulations which have NOT been extended into academic year 2021/22 can be found in the \"Exceptional regulations applied in response to Covid-19\" section below.",
      "Exceptional regulations applied in response to Covid-19",
      "Covid-19 EC Exceptional Regulations - UNUK",
      "Covid-19 EC Exceptional Regulations - UNNC",
      "Exceptional Guidance to Extenuating Circumstances Panels",
      "Covid-19 PGR extensions to period of registered study Exceptional Regulations - UNUK",
      "During academic year 2019/20, the University of Nottingham also introduced exceptional regulations in relation to postgraduate research extensions (including for UKRI-funded programmes, as well as the Doctor of Philosophy (PhD) and MPhil awards).",
      "Outcomes from the application of those regulations during the 2019/20 academic year, in relation to PGR extensions, will be honoured, and used in all future decision making.",
      "However, from academic year 2020/21 onwards, the Covid-19 PGR Extensions (UKRI funded) Exceptional Regulations and Covid-19 Exceptional Regulations for PGR Students will no longer be actively applied to a student's period of study.",
      "Please be aware that the following Exceptional Regulations were developed and only applied in academic year 2019/20 due to the coronavirus pandemic. These records need to be read in conjunction with all other content on this page. For more information, please consult the following:",
      "Covid-19 PGR Extensions (UKRI funded) Exceptional Regulations - UNUK",
      "Covid-19 Exceptional Regulations for PGR Students - UNUK",
      "Covid-19 Exceptional Regulations for PGR Students - UNNC",
      "Covid-19 Exceptional Regulations for PGR Students - UNM",
      "For more information about the Exceptional Regulations as a whole, please consult the following:",
      "Exceptional Regulations: Covid-19 - 2019/20 to 2020/21",
      "6.0 Version Control Table",
      "Student Services",
      "Academic-Service-Office@nottingham.edu.cn",
      "student_registry@nottingham.edu.my",
      "Quality-Manual-Enquiries@nottingham.ac.uk",
      "Student Services",
      "Portland Building, University of NottinghamUniversity ParkNottingham, NG7 2RD",
      "Contact us",
      "Legal information",
      "Copyright",
      "Terms and conditions",
      "Privacy",
      "Posting rules",
      "Accessibility",
      "Freedom of information",
      "Charity gateway",
      "Cookie policy",
      "Cookie Settings",
      "Get social",
      "Connectwith the University of Nottingham through social media and ourblogs.",
      "Campus maps|More contact information|Jobs",
      "Browser does not support script.",
      "Browser does not support script."
    ]
  },
  {
    "url": "https://www.nottingham.ac.uk/qualitymanual/assessment-awards-and-deg-classification/ext-circumstances.aspx",
    "content": [
      "UK",
      "China",
      "Malaysia",
      "Study",
      "About",
      "Research",
      "Business",
      "News",
      "Visit",
      "A–Z",
      "Print",
      "Home",
      "Coming soon",
      "Recent changes",
      "Academic regulations",
      "Admissions",
      "Programme and module design and approval",
      "Assessment, awards and degree classificationAssessment overview and School responsibilitiesAssessment RegulationsAssessment and marking policiesDegree classificationCircumstances affecting students' ability to study and complete assessmentsExtenuating circumstancesFitness to practise proceduresRegulation on academic misconductRegulation and code of practice on proofreading",
      "Assessment overview and School responsibilities",
      "Assessment Regulations",
      "Assessment and marking policies",
      "Degree classification",
      "Circumstances affecting students' ability to study and complete assessments",
      "Extenuating circumstances",
      "Fitness to practise procedures",
      "Regulation on academic misconduct",
      "Regulation and code of practice on proofreading",
      "Personal tutoring, student support and development",
      "Concerns, complaints and appeals",
      "Registration and attendance",
      "Research degree programmes",
      "Student engagement and representation",
      "Studies away from the University",
      "Governance",
      "Professional Work Based Learning",
      "Contingency classification and progression regulations",
      "Exceptional classification and progression regulations",
      "Exceptional regulations: Covid-19",
      "A-Z",
      "Extenuating circumstances regulation",
      "This page contains the University's extenuating circumstances regulation and provides links to the relevant procedures and associated guidance. Its content is applicable to staff and students across all of the UK, China and Malaysia campuses.",
      "Search the manual",
      "1.0 Purpose",
      "2.0 Scope",
      "3.0 Key Principles",
      "During the course of a student’s degree programme, they might be faced with exceptional personal, medical or family problems and/or difficult and distressing events that are outside their control and that negatively affect their ability to take assessments and their academic performance. Such problems are known as 'extenuating circumstances'.",
      "Extenuating circumstances are situations or events that meet all of the following criteria:",
      "Exceptional - different to what a student has to deal with in their usual day-to-day life.",
      "Outside of a student’s control – there was nothing that the student could do to stop it happening.",
      "Negative impact – it must have had a demonstrably significant, negative impact on the student’s ability to study or to undertake an assessment.",
      "The timing of the circumstances must be relevant to the claimed impact; these are usually short-term in nature.",
      "The extenuating circumstances regulation and associated procedures provides mechanisms by which students may bring extenuating circumstances to the attention of the University and allow for the consideration of the impact of those extenuating circumstances on their academic performance and the provision of measures to address the impact, where possible and appropriate.",
      "4.0 Standard Operating Procedure: Procedural Steps",
      "If a student believes that their circumstances are affecting their ability to study, prepare or participate in assessments, then it is the student’s responsibility to let University staff know about those circumstances in a timely manner.",
      "The University is committed to supporting its students and will seek to take account of extenuating circumstances where it is possible and appropriate to do so, and when they are informed in a timely manner.",
      "For the purpose of extenuating circumstances, assessments are either an exam or coursework.  Ultimately the decision which type an assessment is for extenuating circumstances purposes is for the School/Department to decide and to inform students (usually via the module handbook). This coursework/exam distinction is important as it impacts the timeline for the extenuating circumstances claim and the possible outcomes.",
      "The definition of an examination for extenuating circumstances purposes is a timetabled in-person written examination; an e-exam whether in-person or online; a language oral examination; individual presentations or vivas; and/or a practical skills-based (e.g. OSCE/OSPE) exam; group presentations or vivas would be considered exams. Note that group presentations or vivas and in-class assessments are not permitted for self-certification (i.e. evidence would always be required). A PGR progression review will be classified as an exam for extenuating circumstances purposes.",
      "Coursework includes any assessment where instructions are given in advance and students have days/weeks/months to prepare the submission.  PGR progression reports are included in this category. Coursework assignments are normally submitted through Moodle and/or through Turnitin.",
      "4.1 Guidance on acceptable and unacceptable circumstances",
      "4.1.1The following gives guidance and examples of the types of circumstances and whether they might be considered as good cause for non-compliance with an assessment requirement or for missing teaching or required study. This is given without prejudice and for general guidance; it is not exhaustive, definitive or prescriptive.",
      "4.1.2In general terms the extenuating circumstances regulation and procedures are intended to support students with circumstances that meet all the criteria in Clause 2 above. This is to be used sparingly by students to address only those circumstances where there is significant impact.",
      "4.1.3Normally students wouldnotbe expected to submit multiple extenuating circumstances claims for the same assessment.  Where they do, the previous outcomes would be cumulatively taken into account in determining the new outcome, which may include rejecting the claim.",
      "4.1.4Where a student has suffered from a series of discrete short-term illnesses resulting in multiple extenuating circumstances claims, a meeting must be arranged with the Personal Tutor and Support and  Wellbeing Officer (UNUK) or School Senior Tutor (UNNC) (or other appropriate staff member, e.g. PGR supervisors or SPSA) to consider the support options available, including the possibility of a voluntary interruption to study.",
      "For more information, please consult the voluntary interruption of study guidance in the ‘Related Regulations, Policies and Procedures’ section below.",
      "4.1.5Extenuating circumstances would normally be limited to within one semester.  A pragmatic approach with due regard for proportionality must be taken in this regard.  Chronic conditions of the student would not be considered acceptable exceptional circumstances and the student must be advised to review the regulation on long-term conditions or disabilities affecting students' ability to study and complete assessments so that appropriate support for study or individual arrangements for examinations can be put in place. It may sometimes be necessary for a student to consider the possibility of voluntarily interrupting their studies until the circumstances have been resolved.",
      "For more information, please consult the relevant guidance in the ‘Related Regulations, Policies and Procedures’ section below.",
      "4.1.6The University considers each claim of extenuating circumstances on its own merits, as an individual case and according to the relevant regulation and procedures.4.1.7The following table of examples of the kind of acceptable and unacceptable circumstances are given without prejudice and for general guidance; it is not exhaustive, definitive or prescriptive: Due regard must be given to the reasonableness and proportionality of the outcome in determining what are and are not acceptable circumstances.",
      "This is usually illness that spans more than 5 working days.  However, sometimes an acute illness would warrant an exceptional circumstance (for coursework and/or exams).",
      "This includes students who have has a  late diagnosis of a disability or long-term medical condition.",
      "Short-term illness are not normally acceptable circumstances with regards coursework, where the student is given a number of weeks/months to complete and submit such work. However, the precise circumstances and timing of events will be relevant.",
      "If you have recently had an accident, injury or are experiencing a short-term health condition (for the first time), you may be in a position to request a short-term adjustment for your upcoming in-person exams (e.g. a scribe if you have broken your hand, or more time/rest breaks).",
      "The claim must make clear the nature of the relationship between the student and the affected relative and how the student’s ability to study has been impacted.  This would normally only include close relatives (i.e. parents, siblings) but, with that concept in mind, it is important to recognise that family structures vary.",
      "These would usually be a short-term condition.",
      "However, where the circumstances are external to the student and extend over more than one semester, such as chronic illness of a relative, it may be appropriate to accept the same circumstances for a longer period than one semester if it is not appropriate for the student to voluntarily interrupt their studies.  In such circumstances the student must discuss the situation with their School/Department and submit an extenuating circumstances form each semester to ensure that appropriate account is taken of the circumstances and appropriate support can be offered to the student.",
      "This relates to the period of an e-exam only (not for coursework or exam revision).  This applies whether the exam is undertaken online remotely or on UoN facilities. Evidence will always be required.",
      "For e-exams, loss or corruption of files is not an acceptable extenuating circumstance.  It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources.",
      "For assessed coursework (or exam revision), loss or corruption of files is not an acceptable extenuating circumstance. It is the student's responsibility to ensure that all work which is electronically stored, generated and/or submitted is sufficiently backed up, including backing up drafts of the work to the cloud or external sources.",
      "Please note, fathers are permitted to request extenuating circumstances for paternity leave.",
      "A student who is asked to undertake jury service that would affect their ability to meet any of the requirements of their programme must make a request to the Court for the Jury Service to be deferred.  Only where the Court has refused such a deferral will Jury Service be considered as an acceptable extenuating circumstance.",
      "It is expected that students will ensure that any paid employment or voluntary work does not interfere with their ability to engage with their studies or assessments. It must be noted that examinations may be scheduled to take place on Saturdays during the published examination periods. The University hasguidance for students undertaking employment or other activities during their studies.",
      "If a student has completedthe Religious Observance Formby the published deadline and it has not been possible to make alternative arrangements centrally, the School/Department must take reasonable steps to provide an alternative assessment opportunity. Where this is not possible, the School/Department may consider a claim under this regulation.",
      "Students may submit extenuating circumstance claims in respect of performance in assessments affected by symptoms attributable to religious observance (e.g. Ramadan).",
      "Absence from an assessment for reason of religious observance, where no Religious Observance Form has been completed, or where the relevant permission for absence has not been obtained prior to the assessment, will not be deemed an acceptable extenuating circumstance.",
      "It is not normally possible for the circumstance to have arisen more than 12 months before the affected assessment for a claim to be made under this regulation.",
      "Matters which extend over 12 months would need to claim under theRegulation on long-term conditions or disabilities affecting students' ability to study and complete assessmentsso that appropriate support for study or individual arrangements for examinations can be put in place.",
      "4.2 Requirement for evidence",
      "Extenuating circumstance claims with evidence have a broader range of outcomes available to them than those without evidence.",
      "Also, some assessments are not allowed to have extenuating circumstances claims without evidence.  Schools/Departments will notify students (e.g. via the module handbook) which assessments these are.",
      "Students studying on the UNM or UNNC campuses (whether full time or as an exchange student) are not permitted to have extenuating circumstances without evidence, whether exam or coursework, due to local regulations.",
      "4.2.1   Self-certification from an exam (no evidence required)",
      "Not applicable to circumstances relating to modules being undertaken at the UNM or UNNC campuses.",
      "Where a student is prevented from attending an individual summative examination due to circumstances which meet all of the criteria set out in the Extenuating Circumstances Regulation (Clause 2), they may use self-certification if they are unable to provide any other form of evidence.",
      "For clarity, this regulation is intended for use by students who, unexpectedly, are unable to attend an examination due to short-term, acute circumstances e.g. a migraine or sickness and diarrhoea, and who are unable to obtain medical evidence of this. If a student wishes to give advance notice of their inability to sit an examination, evidence will be required for this as part of their EC claim.",
      "Self-certification is only available for individual, summative, in person examinations; it will not be accepted for:",
      "absence from a group assessment.",
      "absence from a practice placement.",
      "an examination that the student attended (self-certification is only applicable to non-attendance of assessments).",
      "Students may self-certificate absence from an examination(s) for a maximum of 2 consecutive calendar days in an examination period, using the extenuating circumstances (EC) claim form. For absence of more than two consecutive calendar days, or for a further EC claim in the same examination period, medical or other evidence is required.",
      "The only potential outcome available in the event of a self-certificated absence claim is a further attempt at the assessment. That is, student who are absent from an examination and who self-certify will be required to undertake the examination at the next scheduled time the examination is run, normally in the August/September ‘re-sit’ period. The student will be offered a further attempt on the same basis as the missed assessment i.e. if a first sit attempt assessment was missed, a further first attempt will be offered, if a reassessment was missed, a further reassessment attempt will be offered.  Bespoke examinations to facilitate progression, graduation etc. will not be scheduled i.e. there will be no opportunity to take reassessments outside the next scheduled period.",
      "Normally, the further attempt will be in the format of an examination, however, a different form of re-assessment to assess whether the learning outcomes are achieved, as determined by the School/Department, may be recommended if the same or equivalent of the original is no longer possible.",
      "Self-certified assessments are not eligible for discounting by Examination Boards for the purposes of calculating either module marks or degree classifications.",
      "Students must be aware that if they self-certify their absence from a reassessment examination, they may be prevented from progressing to the next stage of study, if the progression requirements of the course have not been met. Subject to the progression requirements of the course, some students may be able to proceed to the next stage of study, carrying the outstanding assessment but, if not, they will have to interrupt their studies until the next scheduled assessment opportunity. Registry and Academic Affairs will notify students of the impact of their non-attendance on progression after the meeting of the relevant progression or classification Examination Board.",
      "4.2.2 Self-certifying for other assessment types:",
      "Schools may allow students to self-certify for other individual, summative assessments that are either e-exams or exams for extenuating circumstances purposes (see definition in section 4.0) for a maximum of 2 consecutive calendar days. Only assessments where a first sit opportunity exists may be eligible. Assessments where self-certification is permitted must be clearly indicated via Moodle/Course handbook. A School must robustly monitor attendance such that self-certification is only allowed for non-attendance at assessments. A student may not self-certify for an e-exam that they have viewed.",
      "When self-certifying absence, all students must read and understand the implications of the University’s Maximum period from initial registration which sets out that stages of study must be completed within a prescribed timeframe.  For more information about the Maximum period from initial registration, please consult the relevant guidance in the ‘Related Regulations, Policies and Procedures’ section below.",
      "The University reserves the right to review the use of self-certification by students and to require evidence for multiple and frequent use of self-certification, for example, more than twice in an academic session (year).",
      "The University holds a reasonable expectation that students will only self-certify their absence from assessments when prevented from attending by circumstances that align with acceptable exceptional circumstances.",
      "Claims which are believed to give fraudulent reasons for absence from the assessment will be investigated under the Academic Misconduct regulation.",
      "4.2.3   Coursework extension without evidence",
      "Not applicable to circumstances relating to modules being undertaken at the UNM or UNNC campuses.",
      "Where a student experiences circumstances which meet all of the criteria set out in the extenuating circumstances regulation (Clause 2) but where evidence is not available, and if the School/Department permits for that assessment, an extenuating circumstance claim may be made without evidence to extend a coursework deadline. Schools/Departments need to inform students if `no evidence’ extensions are not permitted (for example via module handbooks). It is possible for some assessments in a School/Department to be eligible for `no evidence’ extensions and not others.",
      "Unlike a ‘grace period’ there must be an associated circumstance and short term no evidence extension requests may be declined if the circumstances are not considered acceptable. (further explanation of acceptable and unacceptable circumstances can be found in section 4.1.7 above.",
      "The only outcome available in these circumstances is an extension of up to five working days.The extension request must align with the time impacted (e.g. if impacted for 2 working days, then the extension request must not be for more than 2 working days).",
      "If a student requires a different outcome, for example a longer extension, then evidence will be required for this as part of their extenuating circumstance claim.",
      "It is not possible to request a short term no evidence extension to add extra time onto an already upheld evidenced extension. If a second circumstance has occurred following an evidenced extension, then a further extenuating circumstance request can be made and it would require evidence (noting the circumstances around lengths of extensions in coursework outcomes 2 and 3).",
      "It is possible to request an evidenced extension after a short term no evidence extension, for example if the reason turned out to be taking longer to resolve than originally expected or if a second circumstance had occurred. If the request was upheld, the duration of the short term no evidence extension already granted, would be taken into account (for example, if outcome 2 were decided on then the no evidence extension duration plus the evidenced extension duration would not be more than 15 working days).",
      "Coursework assessments with ‘no evidence’ extensions are not eligible for discounting by examination boards for the purposes of calculating either module marks or degree classifications.",
      "The University reserves the right to review the use of ‘no evidence’ extensions by students and to require evidence for multiple and frequent use of ‘no evidence’ extensions, for example, more than twice in an academic session (year).",
      "The University holds a reasonable expectation that students will only use ‘no evidence’ extensions for coursework assessments when prevented from attending by circumstances that align with acceptable exceptional circumstances  (see section 4.1.7 above for more guidance).",
      "Claims which are believed to give fraudulent reasons will be investigated under the Academic Misconduct regulation and procedure.",
      "For more information, please consult the Academic Misconduct regulations in the ‘related regulations, policies and procedures’ section below.",
      "4.3 Standard of evidence",
      "4.3.1Independent, reliable documentary evidence is normally required to accompany an extenuating circumstance claim. The exceptions are:",
      "When the student is making a  self-certification claim for an examination,",
      "For coursework extensions of up to five working days, unless the School/Department has explicitly told students (e.g. in the module handbook) that that is not permitted for a given assessment.",
      "4.3.2The burden of proof to support a claim lies with the student at all times.",
      "4.3.3Evidence presented by students must meet the following standards and must:",
      "(a) Where written by appropriately qualified professionals who are independent of the student, be on headed paper and signed and dated by the author. Evidence presented by email may be acceptable if the email has been sent by the author from the official domain name of the author's organisation.  Students must note that the Cripps Health Centre and the University Counselling Service in the UK or UNNC Health and Wellbeing Centre will be unlikely to provide such confirmation if the student has had no engagement with the service(s) prior to the affected assessment(s).",
      "(b) Confirm specifically that the circumstances were witnessed on the relevant date as opposed to being reported retrospectively. Evidence reported by the author as being informed retrospectively about the circumstances will not be acceptable evidence.",
      "(c) Be in English. It is the student's responsibility to provide supporting documentation and any translation must be undertaken by an accredited translator (e.g. be a member of the Association of Translation Companies (UNUK), or an accredited translator from a qualified translation institution (UNNC). Any associated costs must be met by the student.",
      "(d) Be unaltered by the student.  Documentation that has been amended for any reason will be deemed inadmissible by the University and may be subject to investigation under the Academic Misconduct Procedure (UNUK, UNM, UNNC).",
      "4.3.4Schools/Departments could also consider evidence supplied by other members of staff known to the student, for example, Personal Tutors, Support and Wellbeing Officers or Hall Wardens.  It is not possible for University staff to give evidence for medical conditions.",
      "People in these roles must only provide supporting evidence if:",
      "The student has engaged with them sufficiently prior to the affected assessment(s) such that they are fully conversant with their situation.  Retrospective information is not permitted as evidence.",
      "They are satisfied that there will have been an adverse impact on the student’s ability to study and/or take assessments.",
      "The student does not require medical/professional treatment for their circumstances.",
      "4.3.5The University reserves the right to take such steps as are deemed necessary to verify the evidence submitted, without prior notification.  Where the University is unable to authenticate the material to its satisfaction, the claim may not be accepted. The University reserves the right to request sight of original documents, if necessary.  If there is evidence that a student has fraudulently presented documentation to the University the matter will usually be referred for consideration under the University’s Academic Misconduct regulations (UNUK, UNM, UNNC).",
      "4.3.6The following table offers examples of the associated evidence that is normally required to accompany acceptable circumstances (noting the exceptions in clause 4.3.1). These are given without prejudice and for general guidance; it is not exhaustive, definitive, or prescriptive. Due regard must be given to the reasonableness and proportionality of the outcome in determining what is and is not acceptable evidence.",
      "Printouts from the NHS app which attest to the circumstances claimed in the form.",
      "Where possible, a letter from an appropriate medical professional or statement from the University Counselling Service (or equivalent) confirming the nature of the illness and the likely impact it is having on the student's ability to undertake formal assessment and/or study. This includes medical certificates supplied by online doctors, provided that they are UK based and CQC-regulated.",
      "China specific requirements:",
      "A letter of medical diagnosis issued by appropriate medical professional at AA or AA+ hospital in China (or equivalent) or statement from theUNNC Health and Wellbeing Centreconfirming the nature of the illness and the likely impact it is having on the student’s ability to undertake formal assessment and/or study. The diagnosis letter must be issued in letterhead and stamped by the hospital as deemed official.  Medical certificates supplied by online doctors are not acceptable.",
      "Discharge notes.",
      "A medical letter/certificate from the relevant hospital confirming the nature of the student's circumstances.",
      "Letter of appointment for a specialist consultation, investigation or outpatient treatment.",
      "Students do not need to visit a Health Centre to provide medical certification when they have an obvious physical injury. Corroboration, such as a note from a hospital casualty department, or from a tutor who has seen the injury, would normally be sufficient. Examples of obvious physical injury could include plaster casts or metal pins supporting broken bones.",
      "China specific requirements:",
      "A discharge report issued by appropriate medical professional at AA or AA+ hospital in China (or equivalent) confirming the nature of the student’s circumstances , the period of hospitalisation and likely impact it may have on the student’s ability to undertake formal assessment and/or study. The discharge report issued in letterhead and stamped by the hospital as deemed official.",
      "Aforementioned China specific requirements would apply.",
      "A death certificateora letter confirming the death from an independent person (usually not a family member) Evidence from a hospital Family Bereavement Centre, or equivalent.",
      "Where these are not available, an order of service from the funeral.",
      "Screen shots of the issue which demonstrate the timing and the longevity of the issue.",
      "Where relevant, a statement of disrupted service from an internet provider.",
      "Aforementioned China specific requirements would apply.",
      "If extenuating circumstance panels require further information, please contact the counselling service directly. It is unlikely that evidence will be given if there has been limited or no recent engagement with the service.",
      "Where the impact of the crime has led to a medical or other professional consultation, an original medical certificate or letter from an appropriate medical professional or a letter from the University Counselling Service (or equivalent) confirming the likely impact the reported crime had/is having on the student's ability to undertake formal assessment and/or study.",
      "4.4 Outcome Recommendations for EC Panels",
      "4.4.1   Core considerations",
      "The full range of recommendations open to a Panel are detailed below.",
      "An extenuating circumstances panel cannot change marks; marks or classifications can only be altered by reassessment or the setting aside of a module or element of a module when computing a mark or classification.",
      "Panels must always first consider allowing a student an additional attempt as opposed to disregarding of elements or modules, making this latter recommendation only when additional attempts are not possible or are undesirable.",
      "If a student’s Extenuating Circumstance claim for an exam is upheld, the extenuating circumstance outcome awarded will not be optional.  That is, if the student is granted another attempt at that assessment, the student will need to take that assessment as the original (affected) assessment will not be marked or the mark not released to the student.",
      "If the student does not undertake the additional attempt granted by the extenuating circumstances request, they would be given zero for non-attendance at the exam.  Students will need to decide before submitting the extenuating circumstance claim whether they have been impacted.  It will not normally be possible to decide on an outcome after assessment marks are released, and such circumstances would require an exceptional case to QSC for approval.",
      "If a student has made multiple extenuating circumstances claims, or perhaps extended study for other reasons (e.g. Voluntary Interruption of Study), a further extension or attempt at an examination may take the student over the maximum period for stage or registration.  In such circumstances the extenuating circumstances panel must submit an Exceptional Case to the Quality and Standards Committee to seek an extension to the stage or registration (as appropriate) prior to sending a decision to the student for the extenuating circumstances claim.  The panel will need to consider currency of learning, previous extensions and impact on the student in making the case.  If this is approved, then a decision on the extenuating circumstance can be sent to the student.",
      "An extenuating circumstances panel may not make a recommendation which would change a penalty for academic misconduct imposed by a School, Department or an Academic Misconduct Committee e.g., a first sit cannot be offered for an assessment for which a penalty has been imposed.  If an extenuating circumstances panel makes a recommendation before the academic misconduct is detected, the academic misconduct finding will void a recommendation made by an extenuating circumstances panel.",
      "4.4.2   Extenuating circumstances outcomes",
      "Panels can determine one of the outcomes below:",
      "1. The claim is not approved:",
      "i. because the grounds are not acceptable within the University’s extenuating circumstances regulation.",
      "ii. due to insufficient evidence. This would include, for example, evidence that does not cover the relevant period; is not from an approved source; is insufficient to support the claim of seriousness of impact, or is not provided within the required timeframe",
      "iii. an extension or further attempt would take the student over the maximum period for stage or from initial registration, and an extension to this has not been approved.",
      "2. Where a School/Department permits for a given assessment, the claim is approved without evidence, because there are sufficient grounds for believing that the student’s ability to study and/or perform in the relevant assessment(s) has been adversely affected.",
      "3. The claim is approved, and sufficient evidence has been provided, because there are sufficient grounds for believing that the student’s ability to study and/or perform in the relevant assessment(s) has been adversely affected.",
      "For students in their final year of study who have attempted and passed an assessment but have made a claim on the basis of affected performance, Schools/Departments may also list the following outcome:",
      "4. The claim is provisionally approved, and sufficient evidence has been provided, but a final decision on the outcome and any recommendations will be deferred to a meeting of the extenuating circumstances panel at the end of the academic session when the full impact can be assessed.",
      "4.4.3   Potential recommendations",
      "If approved, the extenuating circumstances panel may make one or more of the following recommendations to the relevant Board of Examiners:For Undergraduate students, Postgraduate students on taught programmes and Postgraduate Research students undertaking taught modules:",
      "Recommendations for coursework:",
      "1. Where the extenuating circumstances claim does not include evidence, and if permitted by the School/Department for the given assessment, grant an extension to the deadline set for a submission of up to 5 working days, taking into account other deadlines that the student has to meet. Students must be informed of any change to the timescale for the return of coursework and associated feedback in accordance with the Policy on Feedback to Students.",
      "For more information, please consult the policy on feedback to students in the ‘Related Regulations, Policies and Procedures’ section below.",
      "2. Where the extenuating circumstances claim includes sufficient evidence, grant an extension to the deadline set for a submission of up to 15 working days, taking into account other deadlines that the student has to meet. This must consider any support plan extensions for the same piece of work.  The two would be additive where the circumstances were distinct and where the timelines of the circumstances warranted this.  If that coursework has had previous extenuating circumstance extensions, the extenuating circumstances panels must take those into account (i.e. extensions on the same assignment would usually get progressively shorter).  Students must be informed of any change to the timescale for the return of coursework and associated feedback in accordance with the Policy on Feedback to Students.",
      "For more information, please consult the policy on feedback to students in the ‘Related Regulations, Policies and Procedures’ section below.",
      "3a. A student needing more than 15 working days of extension (due to an extenuating circumstance claim) is regarded as having been subject to serious circumstances that have impacted their work. To avoid on-going disruption to their studies, they will be required to submit their work in the resit period (or the School equivalent of this).",
      "3b. For a student needing more than 15 working days of extension (due to an EC claim) AND where a new assignment is required in the reassessment period, the panel may grant a first sit opportunity.",
      "The options available for both coursework and exams below are also available.For exams:",
      "4a. For self-certification (i.e. without evidence) in the case of a first attempt, the only outcome available is to allow a further attempt as an equivalent sit  for which the mark gained will, subject to section 4(d)  of the Assessment Regulations and relevant Progression regulations (with or without attendance), count as the student’s first mark and therefore towards an award if relevant in the affected assessment(s). Note, the original assessment will not be marked/mark not released.  To not attend the further assessment would result in a mark of zero.",
      "For more information, please consult the Assessment Regulations in the ‘Related Regulations, Policies and Procedures’ section below.",
      "4b. For self-certification (i.e. without evidence) in the case of a reassessment, the only outcome available is to allow an additional attempt at the examination or coursework (at the same or equivalent assessment), in accordance with the relevant Progression regulations (with or without attendance).",
      "5a. For claims for short-term adjustments, grant a short-term arrangement that will be put in place for any in-person exams for the next assessment period (the outcome letter must expand on what this arrangement is). This is a temporary arrangement that will expire at the end of this assessment period.",
      "5b.  For claims for short-term adjustments, where there is insufficient time to make the arrangement for this assessment period, grant the student more time and/or rest breaks for any in-person exams for the next assessment period (the outcome letter must expand on what this arrangement is). This is a temporary arrangement that will expire at the end of this assessment period.",
      "5c. For claims for short-term adjustments, where there is insufficient time to make the arrangement for this assessment period, both of the above outcomes (clauses 1a and 1b) are available.",
      "6. For extenuating circumstance claims for exams with sufficient evidence, both of the above outcomes (clauses 1a and 1b) are available plus all of the outcomes listed below.",
      "The options available for both coursework and exams below are also available.",
      "For coursework and exams",
      "7. Recommend a different form of re-assessment, as determined by the School/Department, if the same or equivalent of the original is no longer possible, to assess whether the learning outcomes are achieved. Students have no automatic right to individual assessment of this nature. Approval from QSC will be required if this is outside regulation.",
      "8. Disregard an element of a module assessment and re-compute module mark based on completed components subject to regulation 6 of the Assessment Regulations (subject to PSRB requirements).",
      "For more information, please consult the Assessment Regulations in the ‘Related Regulations, Policies and Procedures’ section below.",
      "9. Offer the student a repeat period of study and assessment (for which tuition fees will be payable) subject to this being an option supported by any sponsor, immigration legislation or legal obligation and to the University’s regulation on Maximum Period from Initial Registration.",
      "For more information, please consult the relevant guidance in the ‘Related Regulations, Policies and Procedures’ section below.",
      "10. In the case of final year students (this includes the taught stage for PGT students) when a further attempt at the assessment has not been possible before the relevant Examination Board is due to meet, disregard marks for specific affected module(s) to a maximum of 20 total credits across affected modules in computing the classification or credit weighted average for the final stage, subject to the provisions of the Regulations for Undergraduate, Taught Masters, Postgraduate Diploma and Postgraduate Certificate courses. Whilst a first attempt at the assessment must usually have been made for this option to be recommended, Section 6a of the Assessment Regulations must be taken into consideration at this point. The recommendation may only be applied at the end of the final year once the full marks profile is available, and is subject to PSRB requirements.  If a further first attempt has been offered earlier in the year as a result of an extenuating circumstances claim and it has not been possible for the student to undertake the assessment before the meeting of the Examination Board, the application of this recommendation may still be considered.",
      "For more information, please consult the relevant guidance in the ‘Related Regulations, Policies and Procedures’ section below.",
      "11. When a student has experienced circumstances affecting their ability to study/take assessments in their final year of study, such that their final year performance is deemed unrepresentative of their academic profile, recommend that a case be made to QSC to for the purposes of recommending a degree classification outside regulations based on performance in earlier years.  This recommendation must only be used in exceptional circumstances for cases where there is no prospect of the student undertaking first attempts within a reasonable period of time, for example, in the case of chronic or terminal illness of the student or the dependent of a student.",
      "Where options 5, 6, 7 or 8 have been applied no further consideration of the circumstances will take place at an Examination Board.  For instance, where the School has offered a first attempt but the student does not take that opportunity, the circumstances will not be taken into account at the final Examination Board.",
      "For Postgraduate Research students at any stage of study the extenuating circumstances panel may:",
      "either",
      "(a) Grant an extension to the date set for the submission of the Progression Review report",
      "or",
      "(b) Grant an extension to the date set for the progression review meeting",
      "or",
      "(c) If circumstances occur that mean the progression review meeting cannot be completed, permit the PGR to undertake a further Progression Review as a First Sit.",
      "4.4.4Additional recommendations",
      "Extenuating circumstances panels may also or alternatively make recommendations in response to an extenuating circumstances claim. Recommendations may include, but are not limited to:",
      "a student is advised to attend a meeting with their Personal Tutor, the School Postgraduate Student Advisor (SPSA) and a Support and Wellbeing Officer (UNUK) or School Senior Tutor (UNNC) to consider the support options available, including the possibility of a voluntary interruption of study;",
      "a student is advised to seek support from relevant support services, e.g. Counselling Service, Disability/Academic Support.",
      "referral to the University’s Occupational Health Service (UNUK) or Health and Wellbeing Centre (UNNC).",
      "For more information, please consult the voluntary interruption of study guidance in the ‘Related Regulations, Policies and Procedures’ section below.",
      "If a student fails to seek appropriate support following a recommendation from an extenuating circumstances panel, further claims made due to similar circumstances may be rejected.",
      "Where students have a further attempt at an assessment for to an upheld extenuating circumstance, Schools/Departments can make a case to QSC to request a different form of re-assessment to assess whether the learning outcomes are achieved if the same or equivalent of the original is no longer possible.",
      "4.5 Withdrawal of Extenuating Circumstances claims",
      "Where the conditions for a claim for Extenuating Circumstances no longer exist (e.g., cancelled jury service, recovery from illness or injury), or a student believes their performance in the assessment for which they requested the EC would no longer be strongly impacted, it is possible in some cases for the student to withdraw their EC claim, subject to the following conditions. These apply whether or not the student has received an outcome for the EC claim.",
      "No EC claim may be withdrawn after the mark for that assessment has been released to the student.An EC claim that is subject to Academic Misconduct investigation may not be withdrawn.",
      "4.5.1 Coursework EC Claims",
      "All coursework EC claims may be withdrawn prior to the original coursework deadline. If a coursework EC claim is withdrawn, the usual lateness penalties will apply where the coursework is handed in after the original deadline.",
      "4.5.2 Exam EC Claim Withdrawal",
      "All Exam EC claims may be withdrawn prior to the scheduled time of the Examination.An Exam EC claim may also be withdrawn up to 5 working days after the Exam, provided the mark has not been released to the student.",
      "4.5.3 Procedure for EC Claim Withdrawal",
      "Requests to withdraw EC claims must be submitted via the ‘Ask a question’ option in the Student Enquiry Centre portal.",
      "5.0 Related Regulations, Policies and Procedures",
      "Extenuating Circumstances procedure",
      "Circumstances affecting students' ability to study and complete assessments",
      "Long-term conditions or disabilities affecting students' ability to study and complete assessment",
      "Voluntary interruption of study",
      "Maximum period from initial registration for completion of studies",
      "Regulation on academic misconduct",
      "Feedback to students",
      "Assessment Regulations",
      "Student status changes and implications for your student visa",
      "Academic regulations",
      "University of Nottingham Online Extenuating Circumstances Regulation",
      "6.0 Version Control Table",
      "Student Services",
      "Academic-Service-Office@nottingham.edu.cn",
      "student_registry@nottingham.edu.my",
      "Quality-Manual-Enquiries@nottingham.ac.uk",
      "Student Services",
      "Portland Building, University of NottinghamUniversity ParkNottingham, NG7 2RD",
      "Contact us",
      "Legal information",
      "Copyright",
      "Terms and conditions",
      "Privacy",
      "Posting rules",
      "Accessibility",
      "Freedom of information",
      "Charity gateway",
      "Cookie policy",
      "Cookie Settings",
      "Get social",
      "Connectwith the University of Nottingham through social media and ourblogs.",
      "Campus maps|More contact information|Jobs",
      "Browser does not support script.",
      "Browser does not support script."
    ]
  },
  {
    "url": "https://www.nottingham.ac.uk/studentservices/wellbeing/student-wellbeing.aspx",
    "content": [
      "Browser does not support script.",
      "Browser does not support script.",
      "Browser does not support script.",
      "China",
      "Malaysia",
      "StudyStudy with usUndergraduatePostgraduateInternational StudentsDegree ApprenticeshipsFees and fundingOpen Days",
      "Study with us",
      "Undergraduate",
      "Postgraduate",
      "International Students",
      "Degree Apprenticeships",
      "Fees and funding",
      "Open Days",
      "AboutHistoryCalendar and key datesUniversity structureGlobalUniversity strategyFacts and figures",
      "History",
      "Calendar and key dates",
      "University structure",
      "Global",
      "University strategy",
      "Facts and figures",
      "ResearchCase studiesInnovation and partnershipsPublic engagementPolicy advisory",
      "Case studies",
      "Innovation and partnerships",
      "Public engagement",
      "Policy advisory",
      "BusinessKnowledge and expertiseDevelop your workforceRecruit our studentsFunding opportunitiesAccess facilities and equipmentCase studies",
      "Knowledge and expertise",
      "Develop your workforce",
      "Recruit our students",
      "Funding opportunities",
      "Access facilities and equipment",
      "Case studies",
      "News and eventsNewsBlogsUpcoming eventsContact Media Team",
      "News",
      "Blogs",
      "Upcoming events",
      "Contact Media Team",
      "ContactStudy with us enquiriesGeneral enquiriesSchool and DepartmentStaff look-upVisit us",
      "Study with us enquiries",
      "General enquiries",
      "School and Department",
      "Staff look-up",
      "Visit us",
      "Current students",
      "Staff",
      "Alumni",
      "StudyStudy with usBrowse study areaStudy OptionsUndergraduatePostgraduateInternational StudentsDegree ApprenticeshipsFees and fundingOpen DaysUpcoming eventsVirtual tourCampus InformationCampus lifeAccommodationStudent UnionSportStudent ServicesLiving in NottinghamRelated linksClearingFacilitiesLibrariesHelp and support",
      "Undergraduate",
      "Postgraduate",
      "International Students",
      "Degree Apprenticeships",
      "Fees and funding",
      "Upcoming events",
      "Virtual tour",
      "Campus life",
      "Accommodation",
      "Student Union",
      "Sport",
      "Student Services",
      "Living in Nottingham",
      "Clearing",
      "Facilities",
      "Libraries",
      "Help and support",
      "AboutDiscover more about usBrowse about us areaAbout UsHistoryCalendar and key datesUniversity structureGlobalUniversity strategyFacts and figuresBrowse ByFacultiesSchool or departmentResearch centres and institutesProfessional Service DepartmentJobsJobs homeHow to applyBenefitsFAQsContact Jobs TeamRelated linksCampus informationGetting hereVice-ChancellorFacilitiesLibrariesLakeside ArtsDavid Ross Sports Village",
      "History",
      "Calendar and key dates",
      "University structure",
      "Global",
      "University strategy",
      "Facts and figures",
      "Faculties",
      "School or department",
      "Research centres and institutes",
      "Professional Service Department",
      "Jobs home",
      "How to apply",
      "Benefits",
      "FAQs",
      "Contact Jobs Team",
      "Campus information",
      "Getting here",
      "Vice-Chancellor",
      "Facilities",
      "Libraries",
      "Lakeside Arts",
      "David Ross Sports Village",
      "ResearchDiscover our researchBrowse research areaOur Research ImpactCase studiesInnovation and partnershipsBrowse ByFaculty researchResearch centres and institutesFacilities and ResourcesLibrariesConference centresFind an academicRelated linksResearch newsInterdisciplinary researchResearcher academyWorking with businessDigital researchInstitute for Policy and Engagement",
      "Case studies",
      "Innovation and partnerships",
      "Faculty research",
      "Research centres and institutes",
      "Libraries",
      "Conference centres",
      "Find an academic",
      "Research news",
      "Interdisciplinary research",
      "Researcher academy",
      "Working with business",
      "Digital research",
      "Institute for Policy and Engagement",
      "BusinessWorking with businessKnowledge and expertiseDevelop your workforceRecruit our studentsFunding opportunitiesAccess facilities and equipmentCase studiesCollaborate with us",
      "Knowledge and expertise",
      "Develop your workforce",
      "Recruit our students",
      "Funding opportunities",
      "Access facilities and equipment",
      "Case studies",
      "Collaborate with us",
      "News and eventsExplore news and eventsNewsBlogsUpcoming eventsContact Media Team",
      "News",
      "Blogs",
      "Upcoming events",
      "Contact Media Team",
      "ContactGet in-touchStudy with us enquiriesGeneral enquiriesSchool and DepartmentStaff look-upVisit us",
      "Study with us enquiries",
      "General enquiries",
      "School and Department",
      "Staff look-up",
      "Visit us",
      "SearchMagnifying glass",
      "Current students",
      "Staff",
      "Alumni",
      "UKChinaMalaysia",
      "China",
      "Malaysia",
      "Browser does not support script.",
      "Browser does not support script.",
      "Wellbeing Support",
      "The University of Nottingham recognise the importance of our students’ mental health and wellbeing. We have a dedicated team of approximately 70 staff who are part of our Wellbeing Team working across all Schools to help you and your fellow students, with any issues or problems you might experience.",
      "If you are having difficulties at, or outside of university, please initially arrange to speak to one of Support & Wellbeing Officers. You can do this by clicking on 'I need some support', below. This will take you straight through to the booking system where you can choose an appointment day and time.",
      "Guidance, inspiration and tips to help you take care of your health and wellbeing",
      "We provide pro-active information about how you can take care of your mental health and information about specialist services you can access if you feel you are struggling.",
      "View our wellbeing guide",
      "Upcoming events",
      "Browser does not support script.",
      "01 Feb 00:00 - 31 Jul 00:00",
      "There are no upcoming events. Please check later",
      "Browser does not support script.",
      "There are no upcoming events. Please check later",
      "Quick links",
      "Applicant help and support",
      "Academic schools and departments",
      "Professional services",
      "Visit our Sport page",
      "Cripps Health Centre",
      "Lakeside Arts",
      "Find out more about our conference facilities",
      "Students",
      "Student services",
      "Health and wellbeing",
      "Digital services",
      "Moodle",
      "Library",
      "Staff",
      "Working here",
      "Wellbeing",
      "Digital services",
      "Vacancies",
      "Alumni",
      "Community",
      "Connect with our alumni through news and events",
      "Donate",
      "+44(0) 115 951 5151",
      "Lines are open:",
      "Monday-Friday 9.00am-4.30pm",
      "University of Nottingham",
      "University Park",
      "Nottingham, NG7 2RD",
      "United Kingdom",
      "Applicant help and support",
      "Academic schools and departments",
      "Professional services",
      "Sport",
      "Cripps Health Centre",
      "Lakeside Arts",
      "Conferences",
      "Student services",
      "Health and wellbeing",
      "Digital services",
      "Moodle",
      "Library",
      "Working here",
      "Wellbeing",
      "Digital services",
      "Vacancies",
      "Community",
      "Connect",
      "Donate",
      "Copyright © 2010 - 2025  University of Nottingham",
      "Privacy",
      "|Terms and conditions",
      "|Accessibility",
      "|Posting rules",
      "|Freedom of information",
      "|Charity gateway",
      "|Cookie policy|",
      "Cookie Settings",
      "|Modern slavery statement",
      "Browser does not support script.",
      "Browser does not support script.",
      "Browser does not support script."
    ]
  }
]